{
  "00": {
    "content": [
      "Are you happy? I hope you’re happy. I’m happy.",
      "At least I think I am. You’re here. That helps!",
      "But you have to go away again. It happens. I don’t blame you.",
      "It sure is nice at Winslow High School for you. Being a Ward, having friends. People to support you, care for you. Ever since you transferred from Chicago! You wanted this. You really did.",
      "We both know why you’re here.",
      "And that’s okay! I understand.",
      "You have friends. Everybody loves having friends. Maybe even romantic interests. In high school, anything is possible.",
      "Good luck! I hope you have fun.",
      "I really do. I want you to have fun.",
      "%%choice_load%%"
    ],
    "name": "#1",
    "uid": "00",
    "next": "01",
    "choices": {
      "choice_load": {
        "choices": [
          [
            "LOAD (1.1)",
            true
          ]
        ],
        "header": null
      }
    },
    "slot": 0
  },
  "01": {
    "content": [
      "Ah, Winslow High. You stare at it for a moment, breathing in that sweet, brisk autumn air with a grin; taking it all in is important. Maybe you’ll do it again.",
      "Then someone’s hand shoves you forward, and Sophia Hess passes you, giving a rough nod of acknowledgment.",
      "“S-sup,” you manage, the wind knocked out of you, then decide to fix it. Especially after she rolls her eyes and smirks at you. That condescending bullshit. Time flip-flops for a brief moment, and you’re back in <i>the</i> moment, the scent of someone’s sugary aromatic beverage pretending to be coffee in your lungs, crackly-dry leaves swept to the side, and the cold, bracing air; it’s all right there, and you love every second of it.",
      "You spin to the left, dodging her push. Easy. “‘Sup,” you say.",
      "She blinks, then shakes her head. “Go to hell. How many tries did that take you?”",
      "“None. Heard you from a mile away.”",
      "“You’re so full of shit,” she says, shoving you again. You let it happen, this time. “What did Piggot say?”",
      "“That my performance has been <i>exemplary</i> and that I should keep up the good work.” The lie slips out easily, smooth and obvious. It’s always been fun shooting the shit with Sophia. Or at the very least, giving her shit. “She’s got it out for me. That’s all. And has my best interests in mind.”",
      "“Told you so,” Sophia says, a delighted smirk on her face. You let her have it, shrugging as you open your locker. “She’s just looking for an excuse to remove you from active duty. Make you less useful. It’s an easy out for her. Wait for something to go wrong, take you off-duty, suspend you, whatever she wants. Fattie doesn’t have power, so she just barks like a fucking chihuahua.”",
      "“Well, I’m perfect. So whatever. Doesn’t even matter.” Your books are scooped neatly into your bag, and you glance off to your left after catching a flash of red hair in the crowd. Waving isn’t strictly necessary, but you do it anyway. “Ems,” you say, giving her a nod as she opens her locker two down from you.",
      "She glances askance at you before returning the nod and turning back to her locker.",
      "Between Sophia Hess, Madison Clements, and Emma Barnes, you’re safe. A popularity windbreak in the caustic bitchfest that Winslow tends to be.",
      "However, it’s even better than that. Because as you look around, you see her. Taylor. The girl you’re",
      "%%choice_mc%%",
      "She’s wearing a lumpy sweater and jeans, her eyes glancing around behind her glasses. Looking for you. And for <i>them</i>.",
      "She’s right to, after all, they haven’t stepped down their <i>efforts</i>.",
      "“Taylor,” you say, smiling. A thin, wan smile. It’s easy enough for you to pretend. “Good to see you.”",
      "She glances for the others. They’ve made themselves scarce for now. Good. Rewinding to avoid Taylor noticing is <i>such</i> a pain. “Hey,” she says, a murmur with a tinge of hope.",
      "“Good morning,” you try next, “are you alright?”",
      "“Yeah,” she says, opening her locker. There’s not much in there. 48, 22, 65, as you can name off the top of your head. It’s not like it’s been hard to memorize her combination. A few seconds rewound, one number. Then another. Then the last. “Fine.”",
      "You shrug, leaning against the locker next to hers. “Sure.”",
      "She seems annoyed as she closes her locker, looking at her bag, then shaking her head and starting to head toward class. However, she's not upset at you. Her disposition indicates it was probably something missing from her locker again. It was probably Madison, this time. You haven't seen her yet today, after all.",
      "“Hey,” you say, “if there’s anything I can do...”",
      "You know she hears you, but she doesn’t respond. Other than a slight sagging of her shoulders as she moves away. That’s fine. An IV drip of friendship works. Pretending to also be bullied, to be victimized, but bravely being her friend, that also works. Practically speaking, it’s easy to push her buttons.",
      "Who to eat with for lunch, though? The others will probably be busy, but you’ve been thinking about—",
      "%%choice_lunch%%",
      "%%choice_save%%"
    ],
    "name": "1.1",
    "uid": "01",
    "next": "02",
    "choices": {
      "choice_mc": {
        "choices": [
          [
            "Faking a relationship with. (Female MC)",
            false
          ],
          [
            "Faking a relationship with. (Male MC)",
            false
          ],
          [
            "Faking a friendship with. (Female MC)",
            true,
            "nolink"
          ],
          [
            "Faking a friendship with. (Male MC)",
            false
          ]
        ],
        "header": null
      },
      "choice_lunch": {
        "choices": [
          [
            "Emma",
            true
          ],
          [
            "Madison",
            false
          ],
          [
            "Sophia",
            false
          ]
        ],
        "header": null
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "SAVE (Slot 2)",
            false
          ],
          [
            "SAVE (Slot 3)",
            false
          ],
          [
            "LOAD (Slot 1)(1.1)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 1
  },
  "02": {
    "content": [
      "You don’t share all of Sophia’s philosophical views. You do derive pleasure from pushing people around. Manipulating them. Watching them make mistakes. It’s something you don’t have to deal with. The only mistakes <i>you</i> make are the ones you let people see.",
      "It makes you wonder how much goes into that front of strength Sophia puts up, how much practice went into perfecting it. And how much effort goes into what Emma does. She’s the one that pushes Taylor down, after all. Sophia eggs her on.",
      "And you do too, in your own way. You get your food and sit down in front of Emma. There’s no danger of Taylor finding out. It’s not as if anyone talks to her. And it’s not as if she’d dare to come in. Maybe Madison is at the bathroom stall where Taylor hides, pouring sugar and salt, water, soda, whatever is on hand. All while Sophia stands in front of the door, keeping it closed with a firm hand.",
      "The perspective is an intriguing one. Madison tends to do the petty things, elements that hurt material possessions. Sophia is physically abusive, whether it’s verbal or small acts of violence. You wonder how she learned these. Maybe you’ll ask later, then rewind, ferreting it out.",
      "Emma’s acts are more emotional, using what she knows about Taylor to strike. It’s a creative means of excising their former relationship. Bringing it out in the open, hitting Taylor hard as possible.",
      "Emma smiles at you.",
      "You smile back.",
      "The noise of people talking in the background makes for a good distraction. You can listen to stray pieces of conversation. You blink as you realize that Emma is speaking. You focus on her neck, her face, her eyes, her lips. It’s a bit of a jealous twinge as you listen to her. How long did she spend on it? The foundation is flawlessly blended with her skin. You can’t see where it ends on her neck. You know she can’t sleep sometimes. But there’s no bags there. Her eyeliner is teeth-grinding in its perfection.",
      "When you do it, you take pride in repeating it, reversing time so that there are no mistakes. But hers looks professionally done. It probably was, you reason. “Yes,” you say, “I agree.”",
      "“I know. Can you <i>believe</i> her? She comes to school dressed like <i>that</i>,” Emma says, rolling her eyes, “I saw her when I was going to my modeling <i>thing</i>. You know. Just walking down the street, same outfit.”",
      "“Yes,” you say, taking a critical eye to Emma’s hair, “probably homeless.”",
      "“I guess it’s good that <i>you</i> don’t sit next to her. She smells like a dumpster,” Emma continues, “probably doesn’t have any other clothes. Poor thing.”",
      "You scoop a fork of food into your mouth, barely tasting it. You chew. Emma’s hair looks like it’s out of a shampoo commercial. She’s done some extensions recently. They blend in, making it look fiery. If you tried to do that, it would just look tacky.",
      "More food goes into your mouth, is chewed, then swallowed.",
      "“Ugh,” Emma glances to the side. You follow her eyes. It’s the girl. Is it because she looks similar to Taylor? Did she say the wrong words to Emma, causing your friend to take offense? Emma smirks, then rolls her eyes, turning her attention back to you. “So,” she says, “tell me about what’s happening after school.”",
      "You toy with the piece of orange jello, pressing the fork against it. It bleeds through in five slices. “Probably patrols, or console duty. We’ll see. That one is up to the boss. Maybe nothing will happen.”",
      "“You don’t really think that,” Emma says, that same smirk on her face.",
      "You smile, then shake your head slightly. “We’ll let you know.”",
      "“Fight those dragons,” she says, flippant. Done poking at her food, she picks it up. “I can’t stand this anymore. You want any of this?” She doesn’t really mean it. She’s looking at it with a sneer. It makes her face look a lot worse.",
      "“Nah. It’s disgusting,” you say.",
      "“You’re eating it,” she points out.",
      "“Keeping my strength up. Gotta fight those dragons,” you say.",
      "She laughs. She has a nice laugh. All false kindness and joy.  Then she leaves, and you’re left there, eating the rest of the cafeteria food.",
      "Once you’re done, you slide your tray into the receptacle and saunter off to",
      "%%choice_next%%",
      "%%choice_save%%"
    ],
    "name": "1.2",
    "uid": "02",
    "next": "03",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Find Taylor. You can probably find out what they did.",
            true
          ],
          [
            "Just head to class. You can comfort her later.",
            false
          ],
          [
            "Look for Sophia",
            false
          ],
          [
            "Look for Madison",
            false
          ]
        ],
        "header": null
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "SAVE (Slot 2)",
            false
          ],
          [
            "SAVE (Slot 3)",
            false
          ],
          [
            "LOAD (Slot 1)(1.1)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 2
  },
  "03": {
    "content": [
      "You head to the bathroom. Not the one nearest to the cafeteria. The one a bit further away. You’re all but certain Taylor has been hiding there. That’s why you told the others. It’s an interesting moment, to guess what they’ve done. How upset Taylor will be. What her face will show, and what won’t. You admire that aspect of her, the ability to close it all in. To shove all that emotion away to deny you, and the others.",
      "There’s the door. You grasp the handle and pull it open, taking in the sight. It’s hard not to break into laughter at the sight. You give into the urge, and Taylor’s shocked expression almost pushes you into forgetting your limit.",
      "Time slithers back, and you open the door again, composing yourself.",
      "Taylor is picking up her books, her pens and pencils, all scattered on the ground. She appears to be untouched, although her bag is in the sink, and the water is running. The funny part was her hair, hanging down, almost touching the ground. With her lanky stature, it makes her appear spindly, hair attached to arms and legs, all picking up objects, strewn across the ground.",
      "You let the door shut behind you a bit louder than you opened it. She jumps, looking up at you. Her jaw is clenched, her eyes giving you an emotionless glare that softens upon seeing that it’s you. She pushes her hair out of her face, about to say something, then goes back to picking up the soiled objects. Her hands are trembling.",
      "You crouch down nearby, helping. It occurs to you that you should have perhaps banged yourself up, disheveled your clothing, perhaps. It would have given more credence to your help, elicited empathy from her. You pick up one of the books. Required reading falls apart, a chapter or so pulling away in your hand. You let it fall, letting out a “<i>damn it</i>” of frustration.",
      "Taylor lets out a choked sob of helpless laughter.",
      "“I’ll pay for it,” you say, scooping up the book and tossing it into the trash. You wipe your hands off, taking your bag off and rummaging around for loose change and bills. You hold out a handful of paper. Your eyes count it as you wait for her to take it. Seven, maybe eight dollars. Not enough to hurt, and probably a little over what the book cost. “Is that enough?” you ask worriedly, your eyes widening, “I think I can-”",
      "“No-you don’t need to,” she says, and you press the money into her free hand.",
      "“It’s fine,” you say, forcing a forced smile. It works. Taylor flinches, looking guilty.",
      "“I-” she starts, “you should get to class. I’ll finish up. I don’t want you to be late too.”",
      "You hand her a somewhat less damp notebook, then sigh. “For what it’s worth,” you say, haltingly, “I’m sorry. You don’t deserve this.”",
      "Taylor’s lips press together, all thin and white. Her eyes are damp. She looks down and away, hair concealing her face. “Thank you,” she finally says.",
      "All things considered, their prank was reasonably creative. Ruin her stuff without a mark on her. Did they grab her bag before she’d gotten into the bathroom? Dumped it out, kept the door shut until they’d doused it? “No problem,” you say, standing and heading over to the sink. You rinse your hands off before heading toward the door.",
      "As the door swings shut behind you, you hear a wet <i>thud </i>as something hits a wall. It was probably Madison that poured the drink, and Sophia who took the bag, you reason with a smile as you head toward class.",
      "English. Come to think of it, you could have offered her your book instead of the money. Oh well.",
      "You sit in English class, half-listening to the teacher. Occasionally, you’ll use your ability to catch something he said. Mostly, you’re considering what you’ll be doing after school.",
      "It’s weird to think that you’ll be heading to the afterschool activity of the Wards, chasing criminal scum, etcetera. The heroes of tomorrow. And as prestigious and stuffy as it is, you could skip. Worst case scenario they send a car to pick you up and call your mom.",
      "But you do enjoy interacting with the other Wards. Aegis <i>is</i> pretty attractive.",
      "%%choice_next%%",
      "%%choice_save%%"
    ],
    "name": "1.3",
    "uid": "03",
    "next": "04",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Head to the rig with Sophia",
            true,
            "nolink"
          ],
          [
            "Head to the rig solo",
            false
          ],
          [
            "Skip Wards stuff, hang out with Emma",
            false
          ]
        ],
        "header": null
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "SAVE (Slot 2)",
            true
          ],
          [
            "SAVE (Slot 3)",
            false
          ],
          [
            "LOAD (Slot 1)(1.1)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 3
  },
  "04": {
    "content": [
      "Taylor heads toward the bus stop. You can see the damp spot on the bottom of her bag. You’ll have to ask Sophia exactly what she did in the bathroom. Probably not in the car ride there, though. Or in the locker room, with pint-size terror listening in. Or on patrol, with whoever on console decides to listen in. Maybe before class tomorrow will do. You prefer not to deal with the texts they exchange, although you’ve peeked over shoulders often enough.",
      "But you settle into the car with Sophia, who gives you a knowing smirk. She’s already taken some of her toolkit out of her bag, along with her homework.",
      "“You’re actually doing your homework,” you say, incredulous.",
      "“You got a problem with that?” says her mother, looking at you through the mirror.",
      "You smile for the camera. “I have no problem with that. She’s just never done it in the car before.”",
      "“Have free time,” Sophia mutters, “might as well.”",
      "What a load of bullshit. You know for a fact Sophia will talk about her mother in the most furious of tones. It’s also probable that she won’t talk about it in front of Gallant or Vista. She hates those expressions of weakness. Is she afraid it’ll be used against her by them?",
      "Following the procedure to get on the Rig, in the Wards elevator, you laugh.",
      "She punches you in the arm. You rewind, then dodge.",
      "“Did I get you?” she asks, glaring.",
      "“Nope,” you say, smiling. “How much homework did you get done?”",
      "“Fucking none. Shut the hell up,” she says, as the elevator opens. She tries to punch you again, and you actually manage to dodge this time.",
      "She gives up. You smirk.",
      "Sophia stalks into the hallway and surprises of surprises, she passes the iris scan. She heads in, tossing her backpack to the side.",
      "Aegis is sitting on the couch, mask off, skinsuit on. He reaches for the remote, and the muscles on his back and his shoulderblades move in a most agreeable manner. “Hey,” he says, looking over at the two of you before he turns off the television. “Ready for patrol?”",
      "“Like this?” you ask, a smile on your face as he stands, grabbing his mask from the coffee table. “I guess.”",
      "“Whenever you’re ready,” he says pointedly to Sophia, “we can head out.”",
      "“Oh good,” Sophia says, and although you’re not looking, you can feel her eyes rolling. “I’ll go get dressed.”",
      "“You two lovebirds have fun,” you say, doing your best not to let annoyance creep into your voice.",
      "“Am I on console, then?”",
      "“Is that you volunteering?” Aegis says, a gentle rebuke in his voice.",
      "Fuck.",
      "“Sure,” you say, pasting a happy grin on your face. “I’ll stay on overwatch. Dispatch is all me, etcetera.”",
      "“Sounds good. Thank you,” he says.",
      "Getting dressed into your suit isn’t much of a pain. Grey with golden highlights make up much of your armored costume. You’re pretty satisfied with it, along with the domino mask, which is currently staring at you from the keyboard. “Hello, this is Console, how may I direct your call,” you say, but don’t turn the microphone on just yet. It’s annoying to watch and listen from the proverbial watchtower, all shit work, no action.",
      "At least you’re getting some homework done as Aegis and Shadow Stalker go about their patrol. It’s annoying because you know exactly why Aegis goes with her. Not because of any attraction, but because he’s one of the few that can keep up with her when she decides that she needs to scare the shit out of some muggers.",
      "And it annoys the <i>hell</i> out of you when she does it to you. Her mobility lets her get ahead of you, and to the action <i>way</i> before you can get there. At least Aegis has the courtesy not to engage unless it’s looking grim for whatever poor sap is getting it.",
      "But whatever. There’s another reason why Aegis wanted you on Console. The whole time thing does come in handy for giving what is essentially a precognitive warning about shit going down.",
      "Do you care enough to use it? It’s not like they’re in any serious danger.",
      "%%choice_next%%",
      "%%choice_save%%"
    ],
    "name": "1.4",
    "uid": "04",
    "next": "05",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Warn them if danger shows up",
            true,
            "nolink"
          ],
          [
            "Go make a snack. If they get pissy, whatever. Today is a slow day anyway.",
            false
          ],
          [
            "If serious shit happens, then warn them. Otherwise, you have homework.",
            false
          ]
        ],
        "header": null
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "SAVE (Slot 2)",
            false
          ],
          [
            "SAVE (Slot 3)",
            true
          ],
          [
            "LOAD (Slot 1)(1.1)",
            false
          ],
          [
            "LOAD (Slot 2)(1.3)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 4
  },
  "05": {
    "content": [
      "Boring, boring, <i>boring</i>. Sitting there and waiting like one of those—VCR machines? Was that it? One of those. A glorified rewind tool. It beats the paperwork you’d have to do otherwise, you guess. But <i>wow</i> it sucks. Headphones on, you browse through your phone, checking up on what’s happening in the wonderful land of Anywhere-But-Brockton-Bay, checking the news, scrolling through and waiting. At least there’s the benefit of being a fly on the wall for the short bursts of terse conversation that come through.",
      "Oddly enough, Sophia seems muted, not arguing with Carlos. Aegis. Shadow Stalker. Whatever. Her voice comes through, short, succinct. “Possible mugging on 24th east.”",
      "“On my way,” replies Carlos. Did Sophia get chewed out by her mother or something? Did Piggot crack down on her again? Your lips quirk upward as you pick up your domino mask, kicking your legs up onto the table.",
      "“Console on standby,” you say, then yawn, stretching as you lean forward. Moments pass. You wish you could hear what was going on in more detail. Maybe you can turn the police scanner on, check for the better stuff.",
      "“False alarm,” says Carlos.",
      "“Acknowledged,” you say, hearing footsteps behind you. One headphone cup pops off your ear as you whip around, check, then rewind. “Hey, squirt,” you say, half-listening to the occasional chatter.",
      "“Should’ve known,” Sophia mutters, responding to Carlos. It's picture perfect for what she <i>would</i> say if she was here, though.",
      "Missy looks at you. You smile at her, rolling your eyes. “Hey,” she says, after a moment. “Just picking up some stuff.”",
      "“Alright, see ya,” you say. There’s an urge to tell her Dean’s been looking for her, watch her face light up. You refrain, watching as she goes. Weird kid.  “Vista just came in,” you say over comms, “anything needs telling to her?”",
      "“No,” says Carlos.",
      "Ugh. How anticlimactic, you think. This is the worst. At least the next tourist group isn’t due for—another hour. Fantastic.",
      "“Rewind,” Carlos says.",
      "You immediately obey, time flipflopping backward in a spiral. “Redo,” you say into the mic, Missy’s eyes widen, and she tenses, back in front of you again.",
      "You have to hand it to the kid, at least she knows when to shut up and get ready.",
      "“Thanks,” says Carlos, and you smile, smug. At least there’s the small consolation of knowing how they’re relying on you. “Console, two armed hostiles, ordinaries. One potential cape. Shadow Stalker, Aegis, stepping in.”",
      "“Acknowledged,” you say, “give ‘em hell.”",
      "The ensuing fight takes a few minutes of awful silence. You’d like to hear what’s going on, but alas. After one of those minutes passes, Missy sits next to you. If she was any shorter, or if the chair was any higher, she might have to lean to have her feet touch the floor. She pulls on a pair of headphones, listening.",
      "“Aegis, Shadow Stalker, do you require backup?” you ask, hoping. And although you’d just as soon toss the headset down in order to head out yourself, you’d probably just pass it up the chain instead.",
      "“Negative,” comes the response. “We’re good.”",
      "There’s a self-satisfied grunt from Sophia. You can hear the handcuffs tightening before her audio cuts out.",
      "“Good,” you say, leaning back in your seat. It is a shame that you don’t know what <i>exactly </i>happened. Time was of the essence, after all. You sigh and turn back to browsing on your phone, your feet still on the table.",
      "%%choice_one%%",
      "%%choice_two%%",
      "%%choice_save%%"
    ],
    "name": "1.5",
    "uid": "05",
    "next": "06",
    "choices": {
      "choice_one": {
        "choices": [
          [
            "Chat with Missy. Might as well pass the time.",
            true,
            "nolink"
          ],
          [
            "Silence is golden. Ain’t your responsibility.",
            false
          ],
          [
            "Tell her to go find her shit and get going. If she isn’t going to help...",
            false
          ]
        ],
        "header": "PICK 1"
      },
      "choice_two": {
        "choices": [
          [
            "Talk with Sophia when she comes back.",
            false
          ],
          [
            "Talk with Aegis when he comes back.",
            true
          ],
          [
            "Head home.",
            false
          ]
        ],
        "header": "PICK 1"
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "SAVE (Slot 2)",
            false
          ],
          [
            "SAVE (Slot 3)",
            false
          ],
          [
            "LOAD (Slot 1)(1.1)",
            false
          ],
          [
            "LOAD (Slot 2)(1.3)",
            false
          ],
          [
            "LOAD (Slot 3)(1.4)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 5
  },
  "06": {
    "content": [
      "You look over at Missy. Without her costume, she looks even younger, her blonde hair cut at her shoulders. It irks you to see the adult in her facial features, and know that she’ll be naturally beautiful, in time. <i>And </i>probably better looking than you, with less effort. She obviously doesn’t put much into her appearance anyway, her hair looks like it was cut at Supercuts, with no product or shine to it, and there’s not a hint of makeup on her face. Maybe she’ll get a particularly bad rash of acne.",
      "“So,” you say, looking at their outfit, “how are you doing, Missy?”",
      "“I’m fine,” she says, quiet. Her jacket is too big for her, her shirt covered by it. She’s wearing jeans. Her shoes, scuffed, they’re slightly too big for her. “Do you know what happened?”",
      "“No,” you say, “all they said was ‘rewind’, so I did it.”",
      "Missy nods. “Thank you, Casey,” she says. You don’t detect any sarcasm or annoyance, so you preen slightly, leaning back a bit further in your seat.",
      "“No problem. You going to take a shift tomorrow?”",
      "She shrugs. “Maybe.”",
      "Maybe. Hasn’t decided yet? Doesn’t feel like it? “You’re usually pretty eager to pick up extra shifts,” you say, plying her for answers, “something happen?”",
      "She leaps to her feet, her face all-aglow with embarrassment and panic. “Shit. I had to go grab my stuff.”",
      "“Say I needed you,” you volunteer. It’s a meaningless kindness. She’s already running off. You rewind.",
      "She shrugs. “Maybe.”",
      "“So like, do you know what happened with Dennis the other day? He break something?”",
      "“He froze the television power cable,” she says, “I think he was annoyed with Sophia after patrol.”",
      "“That explains it,” you say. “She was pissed. Whined about it at school. ‘If they’re going to give us the shit work, they better have <i>this </i>shit working,’ stuff like that. Did he hide snacks, too?”",
      "“He asked me to put them in a box. I didn’t realize until afterward,” she says, but there’s a smile on her face. Her phone rings. She jumps up, her eyes wide, grabbing for her phone. “Shit, sorry, I completely forgot. I have to find my bag and go, nice talking to you!”",
      "You wave goodbye, watching her talk to someone, her voice pleading.",
      "<center>--</center>",
      "Sophia takes off her mask, letting it fall to the side as she crashes on the couch. One arm dangles off of it, and she pulls at her utility belt, letting it, and her crossbow, fall onto the ground next to her.  “Ughhnhg,” she says, “gnghrh.”",
      "Carlos seems <i>just</i> fine, although there’s some scrapes and cuts. “Thanks,” he says.",
      "“S’my job,” you say, taking your feet off the desk, pushing away to let the wheels carry you closer to Sophia. You poke her arm. She swats at you. An easy dodge. “What happened to Shadow Princess? All tuckered out?”",
      "Sophia makes a muffled growl, her face pushing its way out of the cushion to glare at you. “You got to sit here the entire time, bitch.”",
      "“I worked <i>very</i> hard,” you say, “maybe even saved your lives. We’ll never know, since I wasn’t out there. Oh well.”",
      "Sophia rolls her eyes, then turns back into the cushion.",
      "“How you doing, Carlos?” you ask, giving him a wide smile. He peels off his mask, running a hand over his face.",
      "“Just fine. Thank you,” he says, heading over to the sink to splash some water into his face. “You alright, Sophia?”",
      "She manages a sarcastic shrug before raising a gloved hand, waving it back and forth. Shortly after, she rises, grumbling, and heads off to the showers.",
      "“So what was that cape about?” you ask, taking your headset off and stretching. “Interesting habits? Powers?”",
      "“Pepper spray,” Carlos says, rubbing his temples. “No powers, just a can of pepper spray and a knife. Screamed at us a lot.”",
      "“Huh,” you say, “wonder what happened, then. What was he screaming about?”",
      "“Called me at least four different slurs. After that, the tranq started to kick in,” Carlos says, stretching as well, one arm pulling the other into his chest. He really does have a nice physique. There go his triceps, pushing against the costume. You wonder if his powers help there, or if it’s just the workouts. Probably both.",
      "“Nice,” you say, “is that a record?”",
      "“No,” he says, “I’m sure there’s been worse.”",
      "“Well, I’m going to have to ask you to keep track,” you say, “for the sake of science.”",
      "He chuckles, a rich warm sound. “I’ll do my best. What happens if they doze off in the middle of one? Or get foamed?”",
      "“Just mark it by the letter,” you say, smirking.",
      "“This could be a bad idea,” Carlos says.",
      "“Headline: Wards praised for restraint, man continues to scream creatively,” you say, framing words with your hands. Or the potential picture of Carlos.",
      "“Thanks, Casey,” he says, standing, “I appreciate the levity. I’m going to go hit the showers myself.”",
      "“Alright,” you say, “have fun,” you watch him go, then frown, turning back to your phone. That's late. You're late. You did have a lot of fun, though. You could totally head home now. In fact, you probably should.",
      "%%choice_next%%",
      "%%choice_save%%"
    ],
    "name": "1.6",
    "uid": "06",
    "next": "07",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Wait for Sophia before heading home. Call Taylor while you’re waiting.",
            true,
            "nolink"
          ],
          [
            "Wait for Sophia before heading home.",
            false
          ],
          [
            "Leave without Sophia. Call Taylor while you’re heading home.",
            false
          ],
          [
            "Leave without Sophia.",
            false
          ]
        ],
        "header": null
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "SAVE (Slot 2)",
            false
          ],
          [
            "SAVE (Slot 3)",
            true
          ],
          [
            "LOAD (Slot 1)(1.1)",
            false
          ],
          [
            "LOAD (Slot 2)(1.3)",
            false
          ],
          [
            "LOAD (Slot 3)(1.4)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 6
  },
  "07": {
    "content": [
      "Sophia won’t take too long coming back from the showers, but… Waiting is dumb. You could be doing something. Anything. Anything except reading the magazines in the lobby. You toy with your phone, tapping at it, flipping it over in your hands. Tossing it from one to the other, letting it dangle precariously. You blink.",
      "Now <i>there’s</i> an idea. Your smirk won’t leave your face as you tap in Taylor’s home phone number. The poor thing doesn’t even have a cell. Not a smartphone, not a flip phone, just a home phone. What a damn shame.",
      "“Hebert residence,” says a man. Her father, you think.",
      "“Hi, this is Casey, I’m a friend from school. Can I speak with Taylor, please?” you ask, smiling as you speak.",
      "“One second,” he says. You hear a muffled call, presumably him shouting for Taylor.",
      "“I got it, Dad,” says Taylor. Is she breathing hard?",
      "“Oh, good,” you hear Taylor’s father say before a clicking sound.",
      "“Hey, Taylor,” you say. “How you doing?”",
      "“I’m—okay,” she says. Her hesitancy leads you to believe that she may not be okay.",
      "“That’s good to hear,” you say. “I just wanted to check up with you. Did you manage to get a replacement book?”",
      "“Yes. Thank you so much,” she says, genuine gratitude shining through. If it gets ruined, will she feel even more guilty? It’s probable. You’ll have to tell Sophia about it. “I’ll pay you-”",
      "“You don’t have to,” you say. “It was my fault, really.”",
      "“Thanks.”",
      "You’ll have to spend some time figuring out where she hides next and tell—speak of the devil. You mouth <i>Taylor</i> to Sophia, and her eyes widen. There’s a smile on her face as she sits down across from you, pulling a jacket on. “One second,” you say. “Gotta grab my homework real fast.”",
      "In goes the headphone jack, and you provide Sophia with an earbud. <i>You’re such a bitch,</i> she mouths. Or at least that’s what you think she mouths as she slips it in.",
      "“I’m glad you’re feeling better. You should do something. Stick up to them. I’ve-” you let your voice quaver a little, Sophia silently laughing next to you, “I’ve been trying to. They’re just bullies. Do...do you think Emma’s dad would sue? If I hit her?”",
      "Sophia’s silent laughter becomes a guffaw, and you glare at her, kicking her leg.",
      "“I think he would,” Taylor says.",
      "“It’s what the stuff I’ve been reading says,” you say, before mouthing <i>bus stop</i> to Sophia, jerking your head at the door. She nods, standing. “That if-if you fight back, it might get better?”",
      "“I’ve <i>tried</i> that,” says Taylor. “You think I haven’t tried anything?” There goes all of the energy and gusto from her voice. “I wish they’d just—leave me alone. That’s all I want. Is that too much to ask?” Her voice breaks a bit. “I’m tired.”",
      "“I’m sorry,” you say, walking with Sophia. “I shouldn’t have brought it up. I-I just...I’m tired too, you know? I don’t know how you take it. Sometimes, I think-” you allow emotion to well up in your voice. “Maybe you’d be better off if you didn’t come to school.”",
      "Sophia has to stop for a moment, holding onto your shoulder. You think she’s crying. It’s hard to resist the urge to chuckle yourself.",
      "Taylor doesn’t respond for a long while. “I don’t want them to win,” she says.",
      "“I—” you begin, then punch Sophia in the arm, because she’s holding you back. The bus will be here soon. “I don’t know. What can I do? How can I help?”",
      "‘I don’t know either. Sorry. Maybe they’ll just give up. Move on.”",
      "<i>Fat fucking chance,</i> Sophia mouths. You give her a thumbs up.",
      "“I hope so,” you say, pouring regret into your voice. “Thank you, Taylor. See you tomorrow?”",
      "“Yeah,” Taylor says, but there’s no feeling in it. You hang up, pluck the earbud from your ear, then from Sophia’s.",
      "“So?” you ask, a self-satisfied smile on your face.",
      "\"Pretty fucking good,\" she says, then nods, offering you a fist. You meet it with yours, and wait for the bus together. Tomorrow waits, with even more fun to look forward to.",
      "%%choice_next%%",
      "%%choice_save%%"
    ],
    "name": "1.7",
    "uid": "07",
    "next": "08",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Talk with Sophia before school.",
            false
          ],
          [
            "Talk with Emma before school.",
            false
          ],
          [
            "Talk with Madison before school.",
            true
          ]
        ],
        "header": null
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "SAVE (Slot 2)",
            false
          ],
          [
            "SAVE (Slot 3)",
            false
          ],
          [
            "LOAD (Slot 1)(1.1)",
            false
          ],
          [
            "LOAD (Slot 2)(1.3)",
            false
          ],
          [
            "LOAD (Slot 3)(1.6)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 7
  },
  "08": {
    "content": [
      "Sophia has her physique and powers. She’ll make money, probably won’t ever be too famous, what with her dogged commitment to pissing others off, one way or another. Maybe she’ll get popular one way or another, or be a cult hero. She does tend to go overboard. Maybe she'll end up putting someone in a coma. Or maybe she’ll kill someone else who doesn't quite deserve it, and get shipped off. It’s not out of the question.",
      "Emma has her looks. She’s pretty. Sensuous, beautiful, even. With or without makeup. Curvy. Modeling. It’s irritating that she’ll be capable of going further in that in the coming years. Who knows, maybe she’ll be an actress. Or a professional model. Whichever she is, you think she’ll be taking whatever drugs are popular. She seems to enjoy relying on crutches, using them to feel better about herself. Heroin? Cocaine? Xanax? Hydrocodone? Amphetamines? Plain old alcohol? The tabloids will eat her for lunch.",
      "Madison, though. Madison is probably the worst of them. She has her inoffensive cuteness. Yeah, what will that do for her? She’ll go through life being nothing more than an extra. Whether that’s with other friends at Winslow, with Emma, with Sophia... Madison is someone who won’t ever make an impact, who isn’t <i>ugly</i>, but isn’t anything, really. The most she’ll ever be is a hanger-on to someone who means something. In the end, her life matters about as much as the people Sophia cuffed yesterday.",
      "“Hi Madison,” you say with a smile, adjusting your bag as you keep an eye out for Taylor.",
      "She smiles back at you, her hair restrained by barrettes, her brown hair not matching her clothing. Green top, denim jacket, grey short shorts, classic Madison discount-Disney-Channel chiq. “Hi,” she says, her voice that same chirp you remember. “How are you doing, Casey? I love your eyeliner.”",
      "You want to check it, to make sure she’s not being sarcastic, but keep smiling instead. “Thanks,” you say, trying to find a feature you can compliment. “I like the barrettes. They’re very you.”",
      "Her head dips down, part in appreciation, part to show them off. Two on one side. They have butterflies carved into them. Not bad. The craftsmanship isn’t awful, and they don’t look nearly as chintzy as you initially thought.",
      "You make a murmur of appreciation before turning to your locker.",
      "“So I was thinking,” Madison says.",
      "After a moment, you give in. “Yes?”",
      "“You’re <i>friends</i> with her, right?”",
      "You make a noise of assent, picking up a book from your locker and sliding it into your bag.",
      "“Well, like, either she’s just breaking down to you, or she’s just <i>not</i> reacting as much,” she says. You blink, thinking. Is that your fault? No, of course not. They just aren’t trying hard enough. “She doesn’t even glare. She just stares at the ground.”",
      "“You’re just not pushing hard enough,” you say. “She’s fucked up. Ask Sophia later. I called her yesterday, let Sophia listen in. Taylor almost had a breakdown on phone. I wish I was recording.” You don’t wish you were recording. More evidence against you is bad if it ever goes wrong.",
      "“Oh,” Madison says, looking miffed. Probably because she was left out. “Well, um, I had an idea.”",
      "“Hm?” You ask, shutting your locker, zipping your bag up, and shouldering it. “Do tell.”",
      "“We could plan something. Over the weekend. With everyone,” she says. “And then, on the weekday after…”",
      "You think. Are you free this weekend? Mostly. You have some Ward stuff, but that won’t interfere. “Sure,” you say. “I’ll tell the others.”",
      "Her face brightens. “Great! I’ll text them.”",
      "“Cool,” you say, heading off. Taylor is late today. You wonder for a moment if she just decided not to come to school, but then you see her trudging in, spinning the dial on her locker, going through those motions. “Hey,” you say, sidling up to her. “You okay?”",
      "“Yeah,” she says. “Thanks for asking.”",
      "“No problem,” you say, giving her a quick hug. She flinches, then relaxes slightly. You smile, backing off, trying to keep your face suitably injured. \"Sorry. I shouldn't have.\"",
      "She's chewing on her lower lip, and shakes her head before giving you a slight smile. \"My bad,\" she says.",
      "After that little fit of awkwardness on Taylor's part, you bid her goodbye, and head on over to class. You'll be getting out early today for your Wards stuff, so you need to think of what you'll be doing then.",
      "%%choice_one%%",
      "%%choice_two%%",
      "%%choice_save%%"
    ],
    "name": "1.8",
    "uid": "08",
    "next": "09",
    "choices": {
      "choice_one": {
        "choices": [
          [
            "Talk with Sophia at lunch.",
            false
          ],
          [
            "Talk with Emma at lunch.",
            false
          ],
          [
            "Talk with Madison at lunch.",
            true,
            "nolink"
          ],
          [
            "Eat alone.",
            false
          ]
        ],
        "header": "PICK 1"
      },
      "choice_two": {
        "choices": [
          [
            "Go do Wards stuff after school.",
            true,
            "nolink"
          ],
          [
            "Head home, claiming illness.",
            false
          ]
        ],
        "header": "PICK 1"
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "SAVE (Slot 2)",
            true
          ],
          [
            "SAVE (Slot 3)",
            false
          ],
          [
            "LOAD (Slot 1)(1.1)",
            false
          ],
          [
            "LOAD (Slot 2)(1.3)",
            false
          ],
          [
            "LOAD (Slot 3)(1.6)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 8
  },
  "09": {
    "content": [
      "Class goes on like it always does, the teacher trying to communicate concepts to an uncaring audience. You listen, for the most part, but it’s only because the people around you are paying less attention than you. They’re talking with one another, and there’s not much that the teacher can do about it except try to be more entertaining than whatever video clip phenomena is on the rise. Whether it’s shakycam footage of a hero taking down a villain, a cape soaring by, (who knows how many videos of New Wave are posted up on a daily basis,) and nobody is talking about <i>you</i>. Not in the public eye for one day and you’re off the radar already.",
      "It’s a precarious position, the life of a Ward. To be popular, to cultivate an image. You like your image. The playful trickster, ready to take advantage of weakness. A combat precog who makes a habit of humiliating enemies over the more brutal takedowns that Shadow Stalker does. It’s a good dichotomy. Yawning after a dodge always pisses someone off, no matter how cliche it is. It’s not like they can get the better of <i>you</i>.",
      "The main annoyance is Clockblocker. His image niche is shared with yours. A trickster, a sarcastic character who can play havoc with time. It edges in on your established mental brand. Even worse, you’ve been paired up with him on multiple occasions. <i>Every </i>time it happens, the media makes it seem like you’re a pair. A thing. Look at them, walking the streets together. It’s teeth-grindingly ridiculous. He has no physique, no respect for himself, and plays the fool. Nauseating. His power is disturbing in its randomness, forcing you to rewind at inconvenient moments on occasion. You suspect he has full control over his ability, and does it to antagonize you.",
      "The teacher asks you a question, and you answer with a beatific smile. It’s about the state of affairs in Ottawa, and the recent unveiling of a new building, current events, etcetera. It has no effect on you or anything in your future, but the teacher is happy to talk about it. And then assign homework based on it. So you sigh, pick your bag up, and head out. The teacher gives you a thumbs up and a “Good job, Casey!”",
      "You give him a thumbs up and a smile. What a waste of time.",
      "Thankfully it’s lunch. Time to get your food and eat. You’ll have to figure out where Taylor is hiding later, but right now you want to pry more details out of Madison. What kind of prank is it? You try to think of possibilities. Sophia probably could get her hands on a gun. Or a knife. Unmarked pills? That would fit better. Taylor’s shabby appearance, bags under her eyes, pale face… Ah, then the drug test would happen. That’s unfortunate. But Madison isn’t really privy to that set of details surrounding your cape life. So that can’t be it.",
      "You see her first, and wait. She notices you, waves, and smiles hesitantly. You smile back, giving her a wave back.",
      "“Hey,” she says. “How was class?”",
      "“Awful. Nobody cared, with good reason. His favorite Canadian building. Described it down to the tiles, and how it represented a vision of...\" You can't recollect exactly what he said. You'll make something up for the report. \"He's got a crush on it or something, I guess. Wants to make sweet structural love. Two page essay. Won’t be a problem for the meetup, though.”",
      "“Oh, good!” Her face is like a puppy. Happy and searching for attention.",
      "“You should tell me about it,” you say, as you get lunch together and find somewhere to sit. “Just in case I can’t make it or something.”",
      "“No<i>oo,</i>” she says, stretching the word out as she pouts. It’s maddening. You slap her, savoring her shocked expression before letting time roll back her face into a sulky frown. “I came up with it, and want to tell everyone.”",
      "It’s probably something lame, you think. “So, what, it’ll just wreck her stuff again?”",
      "“No<i>p</i>e!” She pops the ‘p’. You tighten your grip on your fork. “I mean, that’s boring, right? Like, she doesn’t even respond anymore. If she did, I wouldn’t have to do this.”",
      "“Right,” you say, touching your fries. They’re all so very soggy with grease, bending under your finger with no resistance. “Sure. So give me a hint, then. Please?”",
      "“No! You gotta wait until the weekend. This is <i>my</i> plan.”",
      "You cover your face with a sigh, careful not to touch your skin with those oily fingers. “Madison,” you say, muffled, “you infuriate me.”",
      "“Aww. I’m sorry,” she says. “I promise I’ll tell you all about it soon!”",
      "“Sure,” you say. “Whatever. Thanks.”",
      "Maybe you can get some food at the canteen if you head out early. It can't possibly be worse than this. The only consolation is that Madison is eating it. You hope she breaks out.",
      "<center>--</center>",
      "“You’re kidding me,” you say. “Again?”",
      "Missy usually takes this shift, the miniature workaholic that she is. But right now, it’s unmanned, because she’s not here. Fantastic. This would be good news, because it would mean you’re not on Console, but...",
      "“Again,” says Dennis, his helmet off. “I’ll try not to look too amorous. I didn’t even know that a blank mask could <i>look</i> amorous. I’ll keep a five meter distance. Cool? If it really annoys you that much, I can call Dean…”",
      "“I’m not upset at you,” you say to Dennis, hoping you sound conciliatory.",
      "“Well, Missy has her own shit to deal with,” Dennis says, his voice unexpectedly grave. “So don’t get angry at her.”",
      "“Mm,” you say, toying with your domino mask.",
      "“So, you want to head out? Or..?”",
      "You consider your options. Sophia has a track <i>thing</i>. The coach would probably give her a hard time otherwise. “Who’s on Console?”",
      "“What’s on second.”",
      "“What?” You blink, watching as he smirks. You grimace.",
      "“Oh, you don’t know? I thought you knew everything. It’s a skit by-”",
      "Time slithers back.",
      "“What’s-” he starts.",
      "“-on second,”you finish, rolling your eyes. “I know the skit. Who is going to be on Console, Dennis?”",
      "“Damn,” he says, chewing his lip. “Um. I could call Dean, like I said. I feel bad because he doesn’t like saying no.”",
      "Why is that a problem? It’s his fault.",
      "“I’ll text Chris,” he decides, pulling out his phone and tapping away at it. “I’m sure he can make an excuse. He likes being on Console.”",
      "“Sure,” you say.",
      "“Unless you want to do it?”",
      "Ugh. You’re not sure which is worse. At least after this you’ll finally get to hear about Madison’s much-vaunted prank. It’ll probably be dumping Taylor’s bags into the toilet or making fun of her dead Mother again. Maybe glue on <i>every</i> seat. You don’t have much confidence in her ability to creatively <i>get</i> to Taylor, that’s for sure.",
      "%%choice_next%%",
      "%%choice_save%%"
    ],
    "name": "1.9",
    "uid": "09",
    "next": "10",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Head out with Clockblocker.",
            true,
            "nolink"
          ],
          [
            "Stick it out on Console, <i>again</i>, and let Kid Win go out.",
            false
          ]
        ],
        "header": null
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "SAVE (Slot 2)",
            false
          ],
          [
            "SAVE (Slot 3)",
            true
          ],
          [
            "LOAD (Slot 1)(1.1)",
            false
          ],
          [
            "LOAD (Slot 2)(1.8)",
            false
          ],
          [
            "LOAD (Slot 3)(1.6)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 9
  },
  "10": {
    "content": [
      "“No,” you say. “I’ll do it. Whatever. It’s fine.” Your tone makes it clear that it <i>is</i> fine, and to drop it.",
      "“I mean if you don’t want to do it...” Dennis says.",
      "You head off to do your makeup without another word. You can’t risk hitting Dennis and rewinding. Maybe he’s trying to goad you into hitting him, so he can freeze you and have them take action. So instead, you scrub at your face instead in the bathroom. Your makeup here is easier to apply, but is a more monotonous routine. Your hair tied back, you get to work.",
      "Your fingernail traces a line around your face where the mask will go. It makes the job significantly easier, covering your eyebrows, parts of your cheekbones, and most of your nose. Useful. You apply each level of makeup slowly, methodically. Foundation and concealer go on, then you go to work, slowly matching your eyelids to the mask. You could smear it around, but no. This requires that you take care, it’s just another thing that puts you above people like Dennis, who don’t put in this effort.",
      "A faceless helmet. That’s what makes him bush league. He doesn’t understand that when others see him, what they perceive is a faceless automaton. He may make jokes, trying his best with whatever wits he possesses, but it doesn’t match. There’s no facial expression, no smile. It’s not the face of a hero. No matter how much he might think he is.",
      "You lift your mask, placing it against your face, the mask into place, pressing until it properly adheres itself to the skin. The rest of your time is spent contouring, making your cheekbones and jawline stand out, then—Dennis knocks on the door. Your hand jerks, and you let out a hiss of frustration, rewinding and reblending.",
      "“Just a minute!” you call out, right before he knocks on the door.",
      "Your lips push together in satisfaction. You don’t do lipstick, not for this. Or at least, you stopped. You’ve been too preoccupied to pick up something in an apparently less lusty tone. And you won’t ask Emma. You can see her, holding it over you, using it to depend on you, a token of reliance.",
      "But it’s necessary to keep paying attention to how the public perceives you. Their image of you and the image you want to present <i>should</i> be identical, but it’s not. Unfortunate and annoying. You’ll have to work to correct that.",
      "You walk out and smile at Dennis, who is now wearing his helmet. “Fluke,” he says, giving a little curtsy. “You look very pretty in a platonic way.”",
      "“Thank you,” you say. “Let’s get going.”",
      "He turns, and heads off without you. After a moment, you follow.",
      "<center>--</center>",
      "“Stop that.”",
      "“Stop what?” Clockblocker asks. You hate when he takes that fake-innocent tone with you. He knows perfectly well what he’s doing.",
      "“You’re making a tick-tock noise with your mouth.”",
      "“Am I?” He asks. “Can you-”",
      "Time reminds you that it wants to go forward.",
      "You grit your teeth. Here it comes <i>again</i>.",
      "<i>clk-clok.</i>",
      "And again.",
      "<i>clk-clok.</i>",
      "There’s a furious scream. You want to laugh and agree with it. It shuts him up. Wonderful. Turns out it’s just a domestic argument. Some guy and lady screaming at each other on the street. You can tell Clockblocker just wants to freeze them both and leave it up to the cops. Conflict mediation doesn’t seem to be his forte. The fight quiets down. The woman pukes onto the street.",
      "Some of it splashes onto Clockblocker’s boots. You refrain from chuckling.",
      "“Console to Fluke, Clock, I’m getting hits on the police scanner. There’s been a report of a mugging.” Chris’ voice comes in loud and clear, and you nod to Clockblocker. “Half a block south.”",
      "“Alright, Console,” you say, “I’m on my way. Clockblocker can wait here for-”",
      "Clockblocker gives a strangled groan, watching as the drunk man stumbles and leans into a wall.",
      "“Someone else to get here.” And with that, you’re off. Aah, freedom.",
      "You keep an eye out, occasionally rewinding as you run toward the supposed mugging. Ah. This is one of <i>those</i> situations. The sort that Sophia would sit on her perch about, waiting for a response. You’re not really into that sort of test. Too much of a pain in the ass to watch them when you could be doing other, more useful things. If someone died on your watch, they’d probably slap you particularly hard for it, too, given your power.",
      "Ugh.",
      "Two gang members. Merchants seems like a reasonable assumption, given their general state of dress, and that one doesn’t seem to take issue with the other being black. “Yo, druggies,” you say. “You take credit or is it cash only?”",
      "One brandishes a knife at you. “Get the fuck outta here,” he says.",
      "Their victim tries to pull out of the other’s hold.",
      "“Why? All I want is drugs. You got the good stuff? Oxy?” You step forward. “I don’t need meth, just something to take the edge off, y’know? A bit of Valium? What’s the street name for that?” Another step.",
      "The man brandishing the knife at you swipes. You move in—",
      "And it lodges itself in your shoulder. Damn, that hurts. Probably hit something major.",
      "Time crawls back into its hole.",
      "You move in, letting the knife slide by, delivering a stungun to the man’s belly. He convulses, and his hand clenches around the knife. You deliver a knee to the groin, (the knife clatters to the pavement) then zap him again. He crumples.",
      "“Stay back, bitch, or I’ll-”",
      "“What, you’re going to slit his throat? Upgrade from a aggravated robbery to a murder? You got a gun?”",
      "“Yeah, I do,” he says. “So you better stay back, or I’ll-”",
      "“You should run and ditch it. Throw it into the ocean or something. You’ve got like five minutes. Possession of a firearm <i>probably</i> won’t look good for you in court if you’ve already done time…” You shrug. “Well, whichever works for you.”",
      "He hesitates. The knife is at the man’s throat. It quivers. Then he breaks and runs. Nice. Didn’t even have to rewind. “Console, this is Fluke. Situation has been resolved. There’s a guy heading east on… Wessington..?”",
      "“Close enough,” says Chris. “I’ll call it in. Cops are two minutes.”",
      "You hum as you secure the Merchant on the ground, cuffing him before checking on their victim. “How you doing?”",
      "He’s not exactly fine, but he’s not bleeding out, so he’s pretty thankful. The usual. Thought he was dead, thought they were going to take everything. He’s ever so thankful, repeat, repeat. Clockblocker shows up a few minutes later. You glance at his shoes. They’re still stained. You smirk, giving him a nod.",
      "All in a day’s work, it seems. Now it's time for the wonderful world of incident reports.",
      "%%choice_next%%",
      "%%choice_save%%"
    ],
    "name": "1.10",
    "uid": "10",
    "next": "11",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Get ready for the weekend. Prepare some stuff. Maybe call Emma.",
            false
          ],
          [
            "Call Sophia, tell her about what happened, then get ready for the weekend.",
            false
          ],
          [
            "Go home and study.",
            false
          ],
          [
            "Make a cursory call to Taylor.",
            true,
            "nolink"
          ]
        ],
        "header": null
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "SAVE (Slot 2)",
            true
          ],
          [
            "SAVE (Slot 3)",
            false
          ],
          [
            "LOAD (Slot 1)(1.1)",
            false
          ],
          [
            "LOAD (Slot 2)(1.8)",
            false
          ],
          [
            "LOAD (Slot 3)(1.9)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 10
  },
  "11": {
    "content": [
      "Paperwork goes about as well as can be expected. Yes, you saved his life, yes you didn’t get injured. Nobody died. You don’t need therapy. Yes, your statement is accurate. No, you don’t know where the other guy is hiding. It’s a circus. Some decent pictures of you, alone, by the police cruiser. And Clockblocker, alone, scraping his shoes against a wall.",
      "Much better than the last time.",
      "That ends up being the highlight of the patrol, mostly because there’s nothing else to do afterward. You get back to the Rig and shower, changing back into your civvies.",
      "You mull things over. Hopefully, there won’t be too much impact or—well, they’ll probably post some trash about how the two of you have broken up. There’s no winning when they’re this dumb.",
      "Chris is eating some instant ramen while staring at the console screen. You assume Dennis is getting snacks or whatever. “See you, Chris,” you call out.",
      "“Mm!” he says, through a mouthful of noodles. “See you!”",
      "You decide to call Taylor again, if only to figure out her schedule. You’ll be seeing the others over the weekend, after all.",
      "The phone rings a few times. You wait.",
      "“Hello, Hebert residence, Taylor speaking,” she says.",
      "“Hey, Taylor,” you say. “It’s me, Casey.”",
      "“Oh, hi,” she says, sounding cautious. “Are you okay?”",
      "“I’m okay,” you say, trying not to sound too happy. “I’m heading home from the library, thought I’d give you a call. How are you doing?”",
      "It’s a shame Sophia isn’t here. You wonder how Emma would respond. Maybe you can call Taylor when you’re over at Madison’s place. It wouldn’t be too far of a stretch.",
      "“Oh. I’m okay,” she says.",
      "You try not to let out an exasperated sigh. She’s not making this conversation easy. “They found me,” you say, “took some of my stuff. Dumped it into different trash cans. Threw my bag into the male bathroom.”",
      "“...I’m sorry.” Her voice is even quieter than before. “I was…”",
      "“It’s not your fault,” you say. There’s a certain similarity to laughter and crying, you’ve noticed. If you keep your voice on that verge of laughter, you can imitate sadness pretty well. “They called it a fucking scavenger hunt.” You let your voice break a little on the last couple words, heading toward hysterical. “I don’t know what to do.”",
      "“It’s my fault,” she says. “You shouldn’t…”",
      "“I guess I just wanted to tell you about that. When I was a kid, I thought all the good people got what they deserved, and the same thing happened to bad people, you know?” You laugh. ‘I just don’t know. You wouldn’t take advantage of me like that, right? They said…” Letting your voice trail off, it’s easy to let the thread dangle.",
      "“What?” Taylor says, her voice dry, almost a croak. “What did they say?”",
      "“Just… nevermind. I’ll talk to you later, okay? I’ve got to go. I’m sorry.” You carefully press the disconnect button and bring up Youtube, checking out whatever clips can occupy your attention. You could use your ability to waste less time, but that’s the entire point of checking these videos out, so you don’t. After what seems like hours, the bus pulls up in front of you, and you board it.",
      "<center>--</center>",
      "You aren’t certain what you expected to see at Madison’s house. Maybe some roses or a sparkly ribbon that doesn’t quite work with the shingles. Maybe a white picket fence with a tiny barky dog. Whatever you were expecting, this isn’t too much out of the ordinary, which fits in a different way. The house is distressingly normal. White and grey. You’ve been to Emma’s house, and poked your head in at Sophia’s.",
      "Madison comes out the front door, trying to tug sandals onto one of her feet. Why sandals? Is she that committed to trying to make capris look good? It’s not working.",
      "Emma follows after, a faint smile on her face. She, of course, looks just fine with her dress and jacket.",
      "Sophia is next to you, looking bored.",
      "“So, what’s the big plan?’ you ask. “How will Hebert quake in her very large shoes?”",
      "“Here,” Madison says, handing you a sheet of paper as you walk. “I thought about it, and it really pissed me off. We’ve broken her stuff, taken it, sent her emails,” she keeps counting off on her fingers. “Salt in her hair, glue in her bag and seat, a drizzle of paint on both, soda splashed on her shirt…”",
      "“Yeah,” you say, looking at the paper. It’s a very blurry picture detailing the teacher’s desk. “Stole her homework too.”",
      "Madison laughs.",
      "Emma smiles a quiet, slightly annoyed smile.",
      "“Get on with it, then. What have you cooked up?” You ask, expecting very little.",
      "“I was thinking we could get the teachers involved. Make them even less happy with her. She’s already the school loser. If she doesn’t get the hint, maybe we can show her.” Madison seems very proud of herself.",
      "You look again at the picture. There’s circles around various objects, and then one is circled multiple times. A blurry black oblong object. “Her phone.”",
      "Madison claps. You want to punch her for being a patronizing bitch. “Yes! I figured that we can plant it on Taylor, along with some other stolen stuff. You know, just to drive the point home.”",
      "It’s not exactly innovative. “And then the teacher asks someone to call it, and it’s in Taylor’s bag.”",
      "“They won’t care how it got there, just that she has it. Imagine her having to come in with her dad to explain that whole thing.”",
      "‘What if they press charges?” you ask. “The whole thing blows wide open and gets us…”",
      "“No way,” Sophia says, shaking her head. “The teachers are idiots. You think they notice, or care?”",
      "“Probably not,” you mutter. “I just don’t want to get caught.”",
      "“Well, why not…” Madison begins, her eyes wide. “Why not use your phone, Casey?”",
      "“No,” you say. “Why would I do that?”",
      "“You’re her friend,” Emma says. “Why not? You could accuse one of us. And then it falls apart when it’s her fault.”",
      "%%choice_next%%",
      "%%choice_save%%"
    ],
    "name": "1.11",
    "uid": "11",
    "next": "12",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Sure. Use your phone.",
            false
          ],
          [
            "Steal and use the teacher’s phone.",
            true,
            "nolink"
          ]
        ],
        "header": null
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "SAVE (Slot 2)",
            true
          ],
          [
            "SAVE (Slot 3)",
            false
          ],
          [
            "LOAD (Slot 1)(1.1)",
            false
          ],
          [
            "LOAD (Slot 2)(1.10)",
            false
          ],
          [
            "LOAD (Slot 3)(1.9)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 11
  },
  "12": {
    "content": [
      "“No,” you say. “Madison’s plan is fine. We’ll get the teacher’s phone and deliver it. There won’t be any problems.”",
      "“You sure you’re not <i>friends</i> with her?” Madison says. The bitch. Is she trying to put one over you?",
      "Your eyes narrow, and you sigh. “Well, Sophia, what happens if I slip her my phone? And then I have my <i>work</i> phone in my bag?”",
      "Sophia blinks, then grimaces.",
      "“See? It ruins the impact,” you say. “And they’ll see the second phone and wonder why Taylor didn’t take both. And if she <i>did</i> take both, then we’ll have problems.”",
      "“She gets it,” says Sophia. “Just figure out whatever other shit. We going to do it to...” She looks at the picture Madison has. “Is that Sloane’s desk?’",
      "Madison nods.",
      "You know what teachers Taylor likes. You’ve watched her shrink into herself, her shoulders drawn in as she avoids attention, her face looking down, trying not to exist. And then there’s the teachers where that inkling of confidence comes out, that awareness that <i>this</i> teacher might <i>care</i>, or at least might not make her existence worse. “Knott,” you say. “She likes Knott. Or doesn’t hate her.”",
      "Madison’s face crinkles into an adorable pout. You restrain yourself from kicking her in the shins. “But we aren’t <i>in</i> that class.”",
      "“She’s right,” Emma says, inspecting a perfectly done nail. “What’s the point if we aren’t there?”",
      "You search for a reason to prove your point. You shake your head. “You guys can come in, pretend you’re there for some reason. A teacher wants her. Or to ask if she’s seen her phone. She’ll look your way, convinced you’re trying something.”",
      "Their expressions are unconvinced.",
      "Time swirls down the drain.",
      "“Sophia’s not in that class,” you say. “You’ll have to find an excuse to get her in there. Do you even have Sloane?”",
      "“Yeah,” says Sophia. She looks at Madison, then at you. “I’ll figure it out.”",
      "“Good,” you say. “I’ll get the phone into her bag. She’ll be too suspicious if it’s one of you.”",
      "“Can you imagine?” Emma says, her lips quirking up. “‘Hi, Taylor! I just want to see your bag and totally like, not drop something in it.’”",
      "“Actually,” you say.",
      "“Good point,” says Sophia. “Madison, you want to distract Taylor?”",
      "Madison’s eyes widen as she claps her hands together.",
      "<center>--</center>",
      "In the bathroom, you run your fingers through your hair. You pull it up, letting it fall out of place. Across your eyes, all out of order. Askew. You push it out of your face roughly, and stare at yourself. Not good enough. Nowhere near convincing enough.",
      "You slap your cheek, hard. Little sparks blossom into pain. Your nails run over your arm, leaving thin white lines that swell into redness. You look into the mirror, your eyes downcast, a forlorn frown your only expression. You chuckle.",
      "The door swings open. Sophia walks into the bathroom. “Wow,” she says. “You look like shit.”",
      "“Working hard at it,” you say, giving her a grin, then looking back into the mirror. “I thought about doing a split lip too, but I don’t want my tongue running over that for the rest of the day. It’d be unpleasant.”",
      "“Hm,” Sophia says, her fingers tracing the scratches on your wrist. “I’d just twist her arm, though. No visible damage that way.”",
      "“Maybe you’re sending a message to her through me. Or maybe we got into an argument. Whatever. Doesn’t really matter what she thinks, just that she feels like it’s her fault.”",
      "Sophia lets go of your hand after patting it, giving you a look. “Well, I’m going to go walk into class now.”",
      "“Sounds good,” you say. “Try to look extra cocky.”",
      "She punches you in the arm, then goes.",
      "<center>--</center>",
      "You slink into class, clutching your side, your damp backpack held slightly away from you. You find a seat away from Taylor, and put your head in your hands.",
      "“Casey?” says the teacher. Ms. Sloane. She’s never been awful, but never been great, either. “Are you alright? You’re-” she looks at the clock. “Ten minutes late.”",
      "“I’m fine,” you say, your voice trembling. “Just dropped my stuff. Had to clean it up.”",
      "You hear Sophia snicker, and you have to stop yourself from smiling.",
      "“Oh,” Ms. Sloane says, looking for an excuse not to care. She clears her throat, then turns back to the board. She finishes writing out a few more sentences. You do your best to pay attention. When the quiz comes, you’re ready.",
      "You wait for Sophia to finish.",
      "Madison passes by Taylor with her quiz. Taylor, predictably, pulls her bag toward herself, watching Madison come and go.",
      "Sophia walks up to the teacher’s desk, handing her test over. Ms. Sloane is looking at one of the already-finished quizzes. “Excuse me?” she says. “I have a question.”",
      "You get up.",
      "You hand in the quiz with one hand. Your other hand grabs for the phone.",
      "“Ms. Sloane! Casey-”",
      "Time grinds back with your teeth.",
      "It takes another three tries before you successfully palm the phone, holding it by your side, your fingernails the major contact point. Or at least as best as you can. You don’t want your fingerprints on it.",
      "Madison raises her hand. “Ms. Sloane, can I go to the bathroom?”",
      "She looks over at Madison, then back at the quiz papers, then nods. Madison gets up, walking by Taylor, who eyes Madison once again, her bag going underneath her seat.",
      "Trial and error.",
      "You kneel next to Taylor’s desk, pulling her bag out from under her.",
      "“Hey-” she starts.",
      "You ignore her, looking it over. There’s an unclosed zipper, but it would be extremely difficult to get the phone in there. You could try tossing it.",
      "Time flits back.",
      "Three tries later, and you’ve found that the phone has an amazing capacity for bursting open, spilling out into three parts. The back, the battery, and the rest of the phone. The screen only broke one in three of those tries.",
      "Madison elbows Taylor for the fifth time.",
      "Taylor doesn’t even look at her, just at her hands.",
      "You lean to the side, stumbling as you walk. It takes four more before you slip the phone in without any real awareness from anyone. You’re starting to strain yourself a bit.",
      "You sit down in your seat, trying not to let out a massive yawn. Mission accomplished. Wonderful. It’s like you’ve planted a garden. You put the seeds down, and now you’re just waiting for the realization to really sprout.",
      "Taylor keeps to herself.",
      "Madison returns from the bathroom.",
      "Ms. Sloane continues to grade. She stares at a quiz. Then looks harder at it, and reaches for her phone. Her hand pats the table.",
      "There’s that <i>moment</i> of realization that she’s misplaced it. The realization as she goes through her bag, her fingers searching for that familiar shape.",
      "The moment where her search goes from measured and casual to tinged with desperation. It was <i>right there</i>. She didn’t forget it somewhere. It’s not under the desk. It’s not in one of the drawers. She glances behind. It’s not on the little silver shelf protruding from the whiteboard. It’s gone.",
      "Her expression sags. Disappointment and despair. “Class,” she says. “Has anyone seen my phone?” her fingers form a square. “About this big, black?”",
      "A murmur sweeps across the class, people shaking their heads.",
      "Taylor is staring straight ahead. Like an animal that’s been kicked too many times, she has a <i>sense </i>for that windup. She doesn’t know why her body is tensing. <i>Something</i> bad is about to happen, so it must be related to her.",
      "Ms. Sloane sighs. “Can anyone take their phone out of their bag to call mine? I won’t confiscate your phones. I promise.”",
      "Taylor doesn’t touch her bag. She doesn’t have a cell phone, so why would she? This has to be about someone else, her mind tells her. Every piece of information her mind can pull up is telling her that this has nothing to do with her. She saw where Madison was. What the other girl was doing. Her bag was safe. Even if Taylor isn’t consciously aware of these facts, they all point to one thing. It can’t be her.",
      "The clamor of people lending Ms. Sloane a phone quiets after she takes one. She begins to input her number. Each button makes a clicking sound.",
      "You hear the call complete, the phone in Ms. Sloane’s hand ringing.",
      "The basic ringtone coming from Taylor’s bag makes you smirk. You cover your mouth, your eyes widening. How <i>absurd</i>. Taylor, a <i>thief</i>?",
      "The realization doesn’t hit Taylor immediately. Like the pain from getting hit, you imagine. It’s the blow that knocks the breath from you, with the blinding white agony after it. Dumb shock. She looks around herself. Then down, at her bag.",
      "“I think it’s in Taylor’s bag!” says Madison.",
      "You want to kick her desk. What a way to ruin that <i>moment</i> of realization; the moment that Taylor knows that she’s fucked, her faculties shutting down, her heart pounding in her ears as she reaches for her bag, pale face all flushed with embarrassment and shame. Her shame that this could happen to her, and shame that everyone else sees as an admission of guilt.",
      "Taylor’s hand dips down to her bag, and she pulls it up to her desk. She reaches in. Out comes the phone. She’s trembling.",
      "People around you are murmuring, obviously. Various statements. <i>Wow, didn’t think she had it in her. I knew it. Had to be her. </i>Etcetera.",
      "She stands, walking to the front of the class, and places the phone on the desk.",
      "“Please wait for me outside,” says Ms. Sloane. She takes the phone, puts it in her bag, and begins cleaning up her desk.",
      "Taylor walks to the door, opens it, then closes it behind her.",
      "Was that it?",
      "<i>Really?</i>",
      "You throw your phone at the teacher’s desk.",
      "Time clicks back.",
      "You hear the call complete, the phone in Ms. Sloane’s hand ringing.",
      "You stand, manufactured shock on your face. Your phone clatters from your hand to the floor. Taylor flinches at the sound, looking at you. “No,” comes your stage-whisper. “They were right?”",
      "Taylor looks down at her bag. It’s been ringing for a few seconds, but the dawning horror grows on her face. Then it stops. Her face is frozen, her jaw set. Taylor’s hands are trembling, but she looks resigned, picking up the bag, plucking the phone out, and getting up. She begins the walk toward-",
      "Time shivers back.",
      "You hear the call complete, the phone in Ms. Sloane’s hand ringing.",
      "It’s shrill and annoying.",
      "The upbeat ringtone cracks out another response from under Taylor’s desk.",
      "“I knew it,” you say. “Sophia was right.”",
      "A murmur sweeps through the class.",
      "“Quiet,” says Ms. Sloane, promptly overriden by your classmates. “Taylor, please bring my phone to me.”",
      "Taylor gets up, carrying the bag. Her too-wide lips set, pressing against each other, making them look thinner than they are. She walks forward.",
      "“What’s the matter?” you ask, you <i>jeer</i>. “Got caught? Can’t handle it?”",
      "Taylor stops. After a moment, she turns towards you.",
      "“Casey, sit down,” says the faraway voice of Ms. Sloane. “Taylor. My phone.”",
      "There’s a different sort of realization on her face, and you don’t like it. You don’t like the way her face scrunches up, in a manner bereft of any beauty, in a fashion that you know and don’t at the same time. Her mouth opens, closes, then she laughs, once, just an exhalation of disgusted breath. She’s shaking her head, turning away, walking away.",
      "Contempt.",
      "Disgust.",
      "Pity.",
      "At you.",
      "Desks screech. It only takes a few steps. You hit her before you realize it, your fist coming up and striking her in the face. Your hand throbs. “You don’t <i>fucking</i> laugh at me, you-”",
      "Someone grabs you by the shoulder.",
      "Time creeps back.",
      "Your hand grips the sides of her mouth. She looks at you with wide eyes.",
      "Your heart is pounding. Big thumping beats. You don’t think you’ve ever heard it beat this loud. “You’re useless. You’ll never be <i>anything</i>. You’re worse off than any of them. You’ll be a fucking greeter at Walmart, scrounging for whatever funding-”",
      "That doesn’t work. The phone rings in the background. She doesn’t understand.",
      "Time creeps back.",
      "“You’ve never been my friend. Pretending was so <i>easy</i>. You’re so desperate, wanting someone to talk to, to <i>commiserate with. </i>You’re so <i>stupid</i> to fall for it. How did you manage that?”",
      "There’s an odd sort of acceptance along with the confusion in her eyes. No. That’s not enough. You have to win. She’s pathetic. A rat running a wheel of torment that never stops, and-",
      "Time creeps back.",
      "“You should have killed yourself. Just take a knife and go at it. I can show you-” No. No, this isn’t working. She doesn’t understand. You aren’t hitting home. She’s just confused, that upbeat ringtone playing in the background—you want her to hurt. You need to find those words that make her crack.",
      "Time creeps back.",
      "“I tried,” you say, as she walks forward. “I tried to trust you. But then this happens. I-I guess they were right.”",
      "When she turns toward you, her eyes are shiny with tears. Her mouth opens. You need more. This isn’t enough.",
      "Time creeps back.",
      "“They did this to me because I defended you,” you say, gesturing at yourself, at your damp bag. “And you start <i>stealing</i>? They told me…”",
      "Taylor isn’t sobbing, but there’s tears welling up, rolling down her cheeks.  She’s shaking her head, clutching her bag to herself. The ringing is muffled.",
      "“You’re just like they said,” you say, voice soft. “You were just looking for attention.”",
      "Her fingers tighten on the bag. Spindly fingers, nails plain, normal. Boring. Her face is ugly with emotion and panic. A thrill runs through you. You know this. You’ve won, here. You need to hammer it home. Push the point in.",
      "“I really thought we could be friends,” you say, your voice breaking. “I don’t-I—I <i>trusted</i> you, Taylor. I didn’t think you’d do this.” Not good enough. Too trite. “I knew Emma had a good reason—”",
      "“I didn’t do <i>anything</i> to Emma!” her voice explodes, the bag now hanging at her side. She’s glaring now. “I come back and she’s decided that she needs to treat me like crap, for <i>what?</i> We were friends! I didn’t do anything!”",
      "Ms. Sloane is up, saying something ineffectual again.",
      "Too close to anger. Almost. You <i>almost</i> had her.",
      "Time creeps back.",
      "“-really thought we could be friends,” you say, your voice breaking. “It wasn’t-I trusted you. I didn’t believe them. You were just lying to me the whole time, huh?”",
      "“I didn’t-” she says, looking at you, her mouth half-open, her hands clinging to the bag for dear life. “I <i>didn’t</i> lie. I swear, I-”",
      "“How am I supposed to believe you?” you ask. “With this?” You step forward, grabbing at the bag. Taylor lets go of it, and realizes she has nothing to hang onto. She looks even more uncomfortable, not sure where to put her hands. You reach in, pulling the phone out, pushing it into her hands. “I-” you shake your head, your face scrunching up, gazing at her for a long moment. Disgust. Contempt. Pity. All of those wonderful little emotions play across your face before you let out a short bark of sobbing laughter. You stare at the phone, then back at her face.",
      "It’s picturesque. Gone is any sense of poise, Taylor Hebert is a wreck. She’s trembling once again, her hands clutching the phone to herself in a manner that makes her only look more guilty. Trying to hold onto it. Her nose is running. Tears stream down her face.",
      "You turn and walk away.",
      "<center>--</center>",
      "<center>--</center>",
      "You jerk forward. There’s a headache coming on. The high-pitched whine of the ringing phone in Ms. Sloane’s hand, the answering call from Taylor’s bag. There was something. Something that feels like it’s dripping through your hands, like it’s all a sieve.",
      "Nausea comes as you hear that sound, and you massage your temples. It doesn’t help, but the pressure feels better than the throbbing pain.",
      "You…",
      "You won.",
      "There’s Taylor, staring blankly at the bag now in her lap, which plays that upbeat default tune.",
      "“Taylor,”  says Ms. Sloane. “Please bring my phone to me.”",
      "The whispers around you speak of how she’ll probably be expelled. How she’ll get suspended for a month. How they’ve seen people stupid enough to try to steal a teacher’s phone, but this takes the cake. How Taylor Hebert is a failure. Differing opinions that converge upon a single point. She’s in trouble.",
      "You’d be happier about it, but this splitting headache is really killing you.",
      "%%choice_next%%",
      "%%choice_save%%"
    ],
    "name": "1.12",
    "uid": "12",
    "next": "13",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Ask to see the nurse.",
            false
          ],
          [
            "Down some aspirin from your bag.",
            true
          ]
        ],
        "header": null
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "SAVE (Slot 2)",
            false
          ],
          [
            "SAVE (Slot 3)",
            false
          ],
          [
            "LOAD (Slot 1)(1.1)",
            false
          ],
          [
            "LOAD (Slot 2)(1.11)",
            false
          ],
          [
            "LOAD (Slot 3)(1.9)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 12
  },
  "13": {
    "content": [
      "Taylor looks stunned. She blinks, looking around, then looking at you. “I-” she says, then looks at the bag in her hands. “Huh?”",
      "It looks so silly that if you felt like not puking you’d probably laugh. As it is-",
      "Right, you have to pretend to be concerned. You half stand and almost topple over. Nausea swirls through your brain like it’s draining into a sinkhole, chunks of pain sloughing off into the mess that is a cogent chain of thought. “Taylor?” You half-say, half-slur, trying to shake your head.",
      "That was a bad idea.",
      "You fall back into your seat, feeling the cold surface of the fake-wood desk. Trying to center yourself. The world slowly steadies. Keeping your eyes closed helps, particularly with your fingers running over some idiot's idea of art scrawled into the upper right corner of the fake-wood. You open your eyes, trying to look back over at Taylor.",
      "Taylor flinches as your eyes meet hers, her mouth half-open. “Casey?” she says.",
      "“Taylor, please bring me my phone,” says Ms. Sloane.",
      "“I think there’s something wrong with Casey,” Taylor says. She looks at you, then back at the front of the room, and then at her bag. It's still fucking ringing. How has that not stopped yet? You want to tear it out, throw it at Taylor, then throw it at Ms. Sloane. The cheery fucking buzz buzz buzz- “I-”",
      "“M’fine,” you say.",
      "Taylor takes a step toward the front of the class, then another step. She makes it there eventually. The phone makes a <i>bzzt</i> and a sad beep as the call is missed. Whoop de fucking doo. Taylor removes the phone from her bag after a moment of searching, then hands it to Ms. Sloane.",
      "You, on the other hand, rummage through your bag, removing a water bottle and a selection of pills. Gritting your teeth, you rub your temples as you try to figure out a way to take them when nobody’s looking. It’s not like a cocktail of ibuprofen, aspirin, and acetaminophen is like, illegal or anything. But taking pills in front of everyone would look <i>pretty</i> bad. So you have to wait for a little bit until Taylor hands over the stupid phone, the teacher tells her to wait outside, and everyone watches as she leaves.",
      "Then, the pills hit your mouth and you wash them down with water. Maybe fifteen minutes from now you’ll feel better. The bitter and sweet tastes stick around in your mouth. The throbbing headache ebbs, then grows, then ebbs again. The teacher walks out to talk with Taylor. The class starts talking. The talking gets louder. The teacher sticks her head in. The talking gets softer. The door closes, your classmates immediately resumes the loud drone that sticks into your head and swirls around.",
      "You feel like screaming at them, but settle for pressing your palms to your temples and pushing. The nausea is almost gone, and the pain is mostly down to the levels you’ve experienced before. Ugh.",
      "The next twenty minutes are spent massaging your temples and applying pressure to your brow. Ms. Sloane comes back in at a certain point, and there’s a burst of questions that aren’t answered. The rest of the class is a free study session, apparently.",
      "Predictably, the pills don’t really help, but maybe they’ll work as a placebo.",
      "Class ends, and people filter out. You get up last, once the taps and chatter stop shredding through your skull.",
      "“Casey?” says Ms. Sloane.",
      "“Hng?” You respond, looking at her.",
      "“Are you okay?” she asks.",
      "You nod, and it only makes your headache a little worse. Yay.",
      "Sophia’s waiting at the door. Great. “Hey,” you say.",
      "“The hell is up with you?” she asks. “Emma and Madison left to their next class. We’re going to be late.”",
      "“Headache,” you mutter. “Used power too much, probably.”",
      "“Probably?” she looks at you. “What’s that supposed to mean?”",
      "“Quiet,” you say, too annoyed to keep up appearances. “Be quiet.”",
      "Her face twists to anger, then softens. “You look like shit,” she says, mercifully quieter than before.",
      "“Feel like it,” you say. “Did you hear what was happening to Hebert?”",
      "“Sounded like suspension. Won’t show up for a month? She didn’t even argue.”",
      "You laugh, then regret laughing, settling your back against a locker. Serves the bitch right. She’s getting everything she deserves. “You got a shift today?”",
      "“Yeah,” says Sophia.",
      "“Go kick some ass,” you say, waving her off. This is humiliating and annoying. Especially with the look of <i>pity</i> on her face. It reminds you of Taylor’s, and you wish you had the strength to snap at her. To tell her where she can shove that bullshit, the concern. Thinks she's better than you. She leaves, thankfully. You head down the hallway toward the next class, wondering when this will fade.",
      "%%choice_next%%",
      "%%choice_save%%"
    ],
    "name": "1.13",
    "uid": "13",
    "next": "14",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Ditch and head home. (Next day.)",
            false
          ],
          [
            "Stick it out.",
            false
          ]
        ],
        "header": null
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "SAVE (Slot 2)",
            false
          ],
          [
            "SAVE (Slot 3)",
            false
          ],
          [
            "LOAD (Slot 1)(1.1)",
            true
          ],
          [
            "LOAD (Slot 2)(1.11)",
            false
          ],
          [
            "LOAD (Slot 3)(1.9)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 13,
    "also": "14M"
  },
  "14M": {
    "content": [
      "It’s all twisted. Like strings all tangled together into one knot. And all those strings are connected to more strings. They all furl and unfurl together. Ravel and unravel? No, those mean the same thing. That’s funny, isn’t it? But the strings are all here. The knots, everywhere. No keeping track of any one thing, because the second you pull one, it all goes awry. Whether they tighten up, unspool, or fall into pieces, it’s all wrong.",
      "How do you do this? There must be a trick to it. Maybe you pull at this, or there. To my right, left, up above. They’re all around. I’m supposed to know this, but I don’t. It’s not infuriating, like something on the tip of your tongue. There’s a way to do it, and I’m not doing it correctly. Maybe this is infuriating and I’ve forgotten it. They’re there, all around, and...",
      "I don’t know.",
      "I don’t know.",
      "Going through all of this is just running my hands through sand. The wind is blowing and I can’t hold onto it. Some of it sticks to me, but-",
      "Maybe it’s better to start over.",
      "To let it all rest and fall apart. It’s hard to think. Hard to reason out…",
      "What was I saying?",
      "Knots. All sorts of knots. Grains of sand.",
      "I miss…",
      "I can’t remember.",
      "It should bother me more. It doesn’t, though. The thoughts bleed away into—the water, and it washes in and out. The sand clumps together, then falls apart. It’s warm. All crinkly. Rustling against itself. Then falling back into place.",
      "And for a second, with the grains clinging to my fingers, I can think. So I push deeper into the damp sand, trying to gather up…",
      "It’s uncomfortable. It’s everywhere, crawling through and clawing at those nonexistent things, seating itself here and there. I know, but I don’t want it. So I let it fall, in pieces and bits, washing it all off. Trading that unpleasantness for peace.",
      "I didn’t miss this, but I could come to.",
      "What do you think?",
      "It ends in forever, or all too soon. I don’t keep track. Was it worth it? I don’t know. That’s kind of the point, I guess. The world heaves around me, all those knots and sand blistering and popping, the water boiling, frothing as it retreats into itself, the tide pulling back, and back, and back. It’s all gone, leaving those knots, all those grains in stark view. I can stand there and be at the center, though I don’t know why.",
      "It’s so pretty.",
      "And from here I can watch the water swell up, to see it as it rushes forward, all scorching, bubbling, undulating.",
      "All those snapped knots, those writhing pieces of thought. It’s wrong, but I don’t mind.",
      "It’s all coming, faster, faster, a thousand thousand impacts that evaporate, burning and sizzling. It hurts, but then it’s gone and I’ve forgotten—",
      "It’s happened again, hasn’t it? Or maybe it hasn’t. I can’t really tell, but at least it’s there. It’s all twisted. Like strings all tangled together into a knot. They all furl and unfurl...",
      "I’m sorry. I don’t think I can help you.",
      "I wish I could, but—",
      "I don’t know how.",
      "You seem nice. Do you know where to go?",
      "Good luck!",
      "I’ll follow later. I’m going to sit here for a moment.",
      "..."
    ],
    "name": "1.M",
    "uid": "14M",
    "next": "14M",
    "choices": {},
    "slot": 1
  },
  "14": {
    "content": [
      "Winslow. I was in front of Winslow High. I stared at it for a moment, breathing in that, brisk autumn air through my teeth, trying not to puke. Why was I here?",
      "Then someone’s hand shoved me forward, and I stumbled. My head throbbed. I lashed out, frantic-",
      "Sophia caught my hand. “What the fuck, Hoffman?” she said, looking at me. “The hell is up with you?”",
      "Time lurched back, attended to by spikes of pain.",
      "“S-sup,” I managed, turning, cursing the throbbing spikes of pain. Why had I done that? The pain was worse, now, and one of my eyes was screwed up, trying to push away the oncoming pain.",
      "She rolled her eyes and smirked at me, her arm half-extended to strike. It dropped to her side, and I wanted to hit her. Condescending bullshit.",
      "But there was the scent of someone’s sickly-sweet aromatic beverage in my lungs, crackly-dry leaves crushed by feet. Noise. Noise and sensations that were red-hot rebar in my brain. The cold, brisk air was my consolation prize. A fucked up, shitty one that I used. Tried to take deep sucking breaths. Put the pieces together.",
      "“Sorry,” I said, forcing a grin. “Migraine.”",
      "“Aww, did it take you <i>that</i> many tries?”",
      "“Ha,” I said, thin, annoying, and weak. It grated, just to hear my voice. “No. Just-”",
      "“Wow, you even sound like shit,” Sophia said, looking more concerned. “You got the flu?”",
      "“I’m fucking <i>fine</i>,” I growled, immediately regretting it. “Just going to… take it easy today.”",
      "“Whatever you say, sick girl. Flu bitch,” Sophia said, a contemptuous smirk firmly on her god damned face. I wanted to claw it off, have her feel how <i>I </i>felt.",
      "“Yeah. Whatever,” I said. “Go to class.”",
      "“Not finished,” said Sophia. “What did Piggot say?”",
      "“Fuck her,” I groaned. “Go to class. She gave me shit for what I said. Not like I fucking <i>killed</i> anyone.”",
      "Sophia looked at me, suddenly tense. Her face was frozen in her best pokerface. It wasn’t exactly a good one, but I wasn’t in a great condition to take guesses at it. Fuck. I hadn’t meant to hit that particular landmine in that way. Could I afford to rewind? “Yeah,” she said, after a long moment. “Not like you did. See you, Casey.”",
      "“Mmn,” I said, determining that as good enough. Fuck. My locker. The dials were just as much of a pain as the people walking through the hallway. My books fell into my bag, scooped off the shelf and into the backpack without any order to it.",
      "Emma glanced my way. I gave her a weak smile.",
      "She returned the fake smile, turning back to her locker.",
      "What the hell was going on? Why…",
      "What had happened to me?",
      "“Casey,” hissed a voice. She was wearing a lumpy sweater and jeans, as her eyes glanced right and left behind her glasses. She jumped as someone bumped into her, spinning, then turning back to you. “I-”",
      "“Taylor,” I said, smiling. A thin, wan smile. Why <i>now</i>? Why did she have to show up now? “Good to see you.”",
      "She glances for the others. They’ve vanished, of course. Good. Rewinding felt like an impossible feat. “Hey,” she said, in a murmur. She seemed cagey. Nervous.",
      "“Good morning,” I tried next, ready to give up and head to class. “Are you alright?”",
      "She didn’t respond, opening her locker. 48, 22, 65, came the unbidden memory. It wasn’t hard to memorize the first time, and was a lot easier than having Sophia jimmy the lock.",
      "I slumped against the locker next to hers.",
      "Taylor stared at her bag, looking at it for a long moment, before shaking her head and starting to head toward class. “Okay,” she said, her voice almost a murmur. “Okay.”",
      "“Hey,” I said, then fell silent.",
      "I knew she had heard me. She stopped for a moment, turning toward me. Her eyes looked me over, in a way that mirrored Sophia’s. “Are you… alright?”",
      "“I’m <i>fine,</i>” I said, glaring at her. “Don’t-I just feel sick,” I ground out.",
      "Taylor looked at me. She stared, looking me up and down. “I hope you feel better,” she finally said.",
      "“Yeah,” I rolled my eyes. “Me too.”",
      "She turned, walking off.",
      "Fuck her.",
      "I pulled a bottle of water from my bag, downing some of those wonderful little placebos. If this was anything like the headaches I’d had prior to this, it would fade. Slowly, but it would fade. I needed to figure out what was happening.",
      "%%choice_one%%",
      "%%choice_two%%",
      "%%choice_save%%"
    ],
    "name": "1.1",
    "uid": "14",
    "next": "15",
    "choices": {
      "choice_one": {
        "choices": [
          [
            "Skip. My headache might calm down, but it can’t happen fast enough. I'll just call the others.",
            true,
            "nolink"
          ],
          [
            "Stick it out.",
            false
          ]
        ],
        "header": "CHOOSE ONE"
      },
      "choice_two": {
        "choices": [
          [
            "Emma: I did it before. Might as well try to keep things slightly predictable.",
            false
          ],
          [
            "Sophia: Maybe I can figure something out.",
            false
          ],
          [
            "Let's not call any of the others. I'll just embarrass myself.",
            true,
            "nolink"
          ]
        ],
        "header": "CHOOSE ONE"
      },
      "choice_save": {
        "choices": [
          [
            "SAVE̷ (Slot 1)",
            false
          ],
          [
            "SAVE (Slot 2)",
            false
          ],
          [
            "SAVE (Slot 3)",
            true
          ]
        ],
        "header": "OPTION̷AL:"
      }
    },
    "slot": 14,
    "also": "15N"
  },
  "15N": {
    "content": [
      "I’ve never known what Sophia believes. Whatever she thinks, It’s not what I’d ever learned. Not from my mother, nor from my father. Nor from Emma, when she was still my friend. Why do they treat me like they do? Like they have been for—months. I walk into school and dread every moment of it. I can feel my body tense up, my breath <i>catch</i> as I cross that boundary into Winslow. I’m listening. Listening for Emma’s voice. For Sophia’s derisive laughter. For Madison to make a petty little insult.",
      "Bullies are just a front. Someone who wants to make themselves feel better. They’ll go away if you fight back. If you do something. You’re not doing anything.",
      "What am I supposed to do?",
      "I can look to the teachers and feel like they’re just there to do their job and nothing more. If there was something in the past that I’d done to her, I—I wish Emma was my friend again, even as that thought fills my throat with bile.",
      "How am I supposed to look, to make myself less attractive to them? An even frumpier fucking sweater? It’s easy to wash. To get the stains out when they inevitably think they’re <i>hilarious</i>. No matter what I do, it’s all wrong. Even if I wanted to just remove their reasons for making fun of me, for attacking me, it wouldn’t work. They’d just find new reasons, or invent them.",
      "What <i>could</i> I do, to make things right?",
      "Like Casey said, they’d just sue me if I went after Emma.",
      "It’s not really even possible for me to act.",
      "I miss you, Emma. Who you were, when you listened and talked. When I babbled all the time, and you didn’t mind it. When I had secrets to tell, and you kept them. I had bad days. Weeks, months of time where everything was just—",
      "Like nothing I did was—a part of life that mattered. That my mother would <i>never</i> be there again. To listen to her in the living room while she graded papers, frustrated. To hear her read classics out loud. To hug her. Falling asleep on the couch as we talked about my favorite books.",
      "And you were there. You listened, because I needed someone to listen to everything that was wrong. Because so much was wrong and I couldn’t deal with it, and it all poured out.",
      "I trusted you.",
      "I trusted that empathic girl because she was my sister. Someone who was capable of being there when someone was hurt.",
      "It sounds cliche, but I’ve always been wary of Casey. I want a friend. I want someone to talk to again. I wish I could spill everything out. Tell her everything I could tell Emma. But I can’t. Casey is a different person, a different personality, who looks completely different—but I <i>can’t</i>.",
      "Is that bad?",
      "Every action I take feels like a trap. A lot of the time, I don’t want to do anything at all. Just sitting there would be easier. Not going to school, they’d <i>win</i>, but I wouldn’t have to feel that creeping fear as I walked toward my locker, that they’d somehow messed with it again. I’d never have that feeling when they’d tracked me down, ready to drop whatever beverage or condiment they saw fit on me. Or maybe it’d be time for Emma to bring out whatever little caustic secret she’d ferreted away, ready to pull out for this.",
      "My mind feels off. Like there’s this sort of tension. That everything feels like it’s the same. Déjà vu, but that everything is a dream. But I guess that could just be because it’s felt like the same thing over and over for the past months. That I’m just running this hamster wheel again and again, while they try to think up new tricks.",
      "I want to keep trying. Maybe I'll ask Casey when I see her again. Maybe I can help her."
    ],
    "name": "1.N",
    "uid": "15N",
    "next": "",
    "choices": {},
    "slot": 2
  },
  "15": {
    "content": [
      "Emma stared with distaste at the school meal. She wasn’t sure what she had been expecting, but this was not it. She poked at a fry, then poked at the ground beef patty. The fry gave under her touch, breaking into soggy white mealiness. The ground beef patty did not, resembling a substance closer to cardboard.",
      "There was a salad and a tofu stir fry in the fridge at home, where she’d forgotten it. And her father wouldn’t come to drop it off. Stabbing at her lunch with a fork, she stared balefully at it. Her guess was that the brownie was made of the same material that the meat patty was, just with sugar on top.",
      "A tray clattered down before her, and she looked up. Sophia, who looked rather annoyed. Her eyes focused on the tray, but she wasn’t looking at it.",
      "“You going to sit down, or..?” Emma said, and Sophia glanced up at her.",
      "“Uh, yeah,” Sophia finally said, dropping her bag on the table, then sitting down.",
      "“What’s up with you?” Emma asked, taking one last glance at her tray, then at Sophia’s. Both looked the same. Brown, grey, and white. Her perfectly painted lips twitched downward. She pushed her tray away from herself. It wasn’t like she was going to eat any of it anyway.",
      "“She’s acting off,” said Sophia, sponging a fry through soupy ketchup and staring at it with distaste. “Maybe I should call it in.”",
      "“What is <i>that</i> supposed to mean,” Emma said, not really caring about the answer.",
      "“Casey looked like shit, acted like she barely knew me, then fucking called me out for—” Sophia picked out another fry, then dropped that too, picking up her fork and knife. “Stuff.”",
      "“Stuff,” Emma said, then stared at Sophia, waiting for elaboration.",
      "“You know,” said Sophia, her grip tightening on her utensils as she sawed away at the patty. The patty eventually lost. “The stuff that got me my job. That they decided was a big enough problem.”",
      "“Well, what are you waiting for, then?” Emma said, annoyed. She didn’t see what the problem was. “Call it in, get her taken in for questioning or whatever you guys do.”",
      "“There’s a set procedure,” said Sophia. Her voice was hard, tense. She set the utensils down, looking at Emma. “And if she knows it was me, she could spill whatever she knows.”",
      "“You <i>still</i> have those stashes? What the fuck, Sophia. I thought you were going to-”",
      "“Shut <i>up</i>, Emma,” Sophia said. “That’s why I’m trying to think, go over it in my head again. If they take her in, they question her. It’s better to do nothing. If she’s actually gone crazy… I’m not her minder or whatever.”",
      "Emma rolled her eyes. “You’re overthinking it. You should go help Madison out with Taylor instead of doing this. Either call it in or don’t.”",
      "“Already done,” said Sophia. “Was way too fucking easy. She just let us take it. Didn’t run, didn’t do shit. Twisted her arm because she kept staring at us.”",
      "“That’s it?”",
      "“Yeah. Freaky, but whatever, she can fish her stuff out of the toilet and off the floor.” Sophia shrugged, chewing on a piece of patty. “So have you seen Casey at all?”",
      "Emma shook her head slightly.",
      "“Whatever,” Sophia muttered. “Probably nothing anyway.”",
      "%%choice_next%%"
    ],
    "name": "1.O",
    "uid": "15",
    "next": "16",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "...",
            true
          ]
        ],
        "header": null
      }
    },
    "slot": 15
  },
  "16": {
    "content": [
      "What had I done before this? Emma. I’d eaten lunch with Emma, staring across at her fucking perfect makeup, her stupid shitty hair, and my head hadn’t hurt this much.",
      "I slid down, holding my bag, sitting in the empty hall. Fuck, it was a lot nicer when it was reasonably quiet. My headache wasn’t nearly as bad. Maybe—",
      "But when I stood, it worsened. My head pounded, pain spreading from the bridge of my nose upward, seeping through the rest of my skull. I breathed in and out, waiting for it to settle before I made my unsteady way out of Winslow, ignoring everyone, hoping that a teacher didn’t see me. What was I supposed to do, pretend I was going to the bathroom? To the nurse’s office? If a teacher did end up spotting me, I wasn’t sure if I could rewind and still move.",
      "I made it down the steps, put some sunglasses on, and walked out. Could have been worse. Wasn’t sure how, but it could have been.",
      "Free, I made my way to the closest bench and sat down, my head in my hands.",
      "This wasn’t possible.",
      "I couldn’t—",
      "What had happened?",
      "Was it because of an overuse of my ability?",
      "The edges of my memory were blurry regarding… I’d torn apart Taylor. That had been satisfying. Tugging on those heartstrings, watching her floundering attempts to deny…",
      "Taylor. Had it been her? Not possible. I’d—no. No, someone like her didn’t get powers.",
      "So what had it been? It was hard to think. Maybe if it was quieter, I’d be able to think. As it was, all these <i>people</i>. Even just those walking back and forth, some of them watching me. Some of them talking to tone another, or on their phones… Noisy. Fucks.",
      "As I sat there, the pain ebbed again. Nothing but time did it. Taking the pills was a nice thought.",
      "Second trigger? There were stories of it. It was like my power but on a larger scale, which made sense. Who was that hero? Narwhal? I checked my phone, squinting at the tiny letters. Forcefields that could intersect people. Fantastic. I wondered what her kill count was at.",
      "But that was a reasonable guess.",
      "Taylor had just been acting like the idiot she was. I’d been unable to keep up that little feed of sympathy, so she had flounced off. She was probably crying in the bathroom right now. I’d wondered off and on if she’d stop going to school altogether. Maybe if I ‘broke up’ with her publically... Maybe I could use this new power to do just that.",
      "It could always get better, after all. I just had to figure out how to do it.",
      "I needed to think on what took place before all… <i>this</i>. There was the money I gave Taylor, the patrol Sophia and Aegis went on, calling Taylor and Sophia listening in… Madison’s <i>stupid</i> plan.",
      "There was nothing past Taylor’s break.",
      "After that, it was all—the harder I tried to remember, the more it felt as if I had forgotten some irritating part of what had happened.",
      "I’d rewound, flipflopping that minute back to where she didn’t know anything, just what she’d been accused of. She was going to get suspended?",
      "Yeah. Suspended for a month. Who had told me that? Sophia? Emma?",
      "I punched the bench I was sitting on; the pain from the impact felt a lot better than my head. What was the best thing I could do? I couldn’t recreate the events perfectly. They were splitting from the original way I’d manipulated them already. My abilities were limited by the threat of more pain. There wasn’t anything I cared about saving. It could burn, for all I cared about it.",
      "I’d have to complain about my headache and how terrible it had been. Sophia wouldn’t understand, of course. Her power was to turn into a glorified wraith. She had no insight, no capacity to understand. Maybe I could tell Taylor that I’d stayed up all night, worrying about how Emma was going to pick me apart this time. That I’d skipped because of that.",
      "I wouldn’t need to pretend to be in pain.",
      "But then she’d pity me. That little bitch would think that I was worse than her. Condescending crocodile tears. There weren't a lot of good options. But thank goodness for small concessions, because at least I knew what Madison’s simpering, cute plan was. And my headache was easing up, little by little.",
      "%%choice_next%%",
      "%%choice_opt%%",
      "%%choice_save%%"
    ],
    "name": "1.2",
    "uid": "16",
    "next": "17",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Go to the Rig. Stick it out on Console. There’s no way Sophia will let me go on Patrol with what she saw of me. It’s possible I could argue, but that would involve rewinding.",
            false
          ],
          [
            "Head home. (Next Day.)",
            true,
            "nolink"
          ]
        ],
        "header": null
      },
      "choice_opt": {
        "choices": [
          [
            "Call Taylor to whine like she does, milking her for as much sympathy as I can get.",
            true
          ]
        ],
        "header": "OPTIONAL:"
      },
      "choice_save": {
        "choices": [
          [
            "SAVE̷ (Slot 1)",
            false
          ],
          [
            "SAVE (Slot 2)",
            false
          ],
          [
            "SAVE (Slot 3)",
            false
          ],
          [
            "LOAD (Slot 3) (1.1)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 16,
    "also": "#24"
  },
  "#24": {
    "content": [
      "The sea writhes. It's a million stars, all bustling with shimmering glory. All reflected off into the distance, all circling with you.",
      "There's nobody here except you. There's flickers of others. Momentary glimpses when those spaces between seconds are snatched up, stolen, used, borrowed, and returned.",
      "You don't mind them. It's a heartbeat of sorts, time pulsing in and out of sync, ripples that settle."
    ],
    "name": "#24",
    "uid": "#24",
    "next": "",
    "choices": {},
    "slot": 3,
    "destroy": true,
    "hidden": true
  },
  "17": {
    "content": [
      "This was the literal worst.",
      "My peanut butter banana chocolate drizzle shake had congealed into a mess of two parts. The top part, which was a froth of banana slurry, and the bottom part, which was clumps of powdery peanut butter, murky chocolate drizzle, and milk slowly separating from water.",
      "The cashier had been <i>such</i> a bitch. Hadn’t wanted to split a hundred. Said there wasn’t money in the till<i>, I </i>knew what she was looking at. With my sunglasses, my refusal to look at bright lights, and that I looked <i>too young </i>to be there with class in session.",
      "If I’d been able to use my power, it would have been much nicer. Maybe the blender and its contents would have been thrown at her face. No, I’d probably have started with her face. Made up with blush, foundation caked on, making her face look like a misaligned desert. Perhaps then I’d move to pepper spray, watching her cry as she desperately rinsed her face, trying to get as much of it out as possible. The makeup would smear. Maybe then I would have been able to smile at her and present her with a more winsome answer. Something that would linger with her, stick in her throat for the remainder of the day. Instead, I’d just—taken out a twenty and pushed it over.",
      "“Thank you,” she’d said, her voice filled with saccharine pride. Didn’t she know she was <i>nothing</i>? That her capabilities weren’t ever going to improve, that she’d be in this hopeless, piece of shit position until she died? That she’d never be <i>anything</i> more?",
      "My hands took the shake, and I nursed it. Drinking the blissfully icy beverage too fast was a path to more pain. I took a seat, slipped on earbuds, plugged my phone into a charger.",
      "And then, I waited.",
      "Taylor didn’t have a cell phone. So, I couldn’t call Taylor until school was out. And Taylor took the bus home. So add another hour on top of that. <i>Fuck</i>. Boring.",
      "I could whittle away the time, but staring at videos on YouTube and slurping down a shake? That got boring fast. The shake warmed up, and I was left with the <i>mess</i>. Not worth drinking, not worth even thinking about. What a load of crap that was for five bucks. How long had it been? Two hours?",
      "Another two to go.",
      "At least my head felt better. Vaguely. The cool air, the drink, and a constant stream of music helped as a distraction. Silence would have been better, but I wasn’t going into a <i>library</i> to wait out the rest of the day. And then I wouldn’t have this <i>useless </i>shake. Maybe I could afford a rewind. No, I wanted this pain gone. The skip back hadn’t made it any worse, just—",
      "What <i>had</i> caused the skip?",
      "The thought hurt, more from the effort of reasoning it out, so I eventually stopped, going back to watching whatever popped up to pass the time. Ugh.",
      "<center>--</center>",
      "I tapped Taylor’s number in. Pressed call.",
      "The phone rang.",
      "I waited, stalking back and forth in the street. My work phone had some texts, but I left it. I’d just say my migraine was just <i>that</i> bad. Easy. I’d saved a baby from falling out of a tree. A cat was about to be run over, and I had to figure out a way to stop it. Any number of possibilities that rendered my participation impossible. She <i>had </i> to be home by now, right?",
      "“Hebert residence,” said Taylor. “Taylor Hebert speaking.”",
      "I almost chirped out a faux-cheerful ‘hi’ before trying to figure out how to best approach this. “Hi, Taylor,” I eventually said. “I, um, I’m sorry for being mean to you.”",
      "There was a pause, nothing from the other line.",
      "“Taylor?” I asked, doing my best to make my voice to sound like it was breaking. “Are you okay?”",
      "“I, um, hi, Casey,” she said. “I’ve—it’s been odd. I’m having a very odd day. And it’s okay. I’m sorry for bothering you.”",
      "I blinked. “You didn’t bother me,” I said, insistent and slightly off-kilter. What was going on? “I just had such a headache in the morning, and I don’t know why. So I thought I’d be better off heading home. Especially because...”",
      "Taylor laughed. It was an odd sound, one that left me looking around myself, checking to see if she was watching or—no, she didn’t have a cell phone. I’d called her home phone. “It’s weird. I didn’t do anything. I didn’t fight back. I let them do what they wanted, and they grabbed me, twisted my arm behind my back. Sophia called me a creepy freak.”",
      "That definitely sounded like Sophia. “I’m sorry,” I said, imagining how exactly Sophia had done it. Probably a wrist lock. “I didn’t know.”",
      "“You weren’t there,” Taylor said. It sounded almost—accusatory? “I—they ruined my books.”",
      "I blinked. I’d given her money last time, to help pay for it. I’d forgotten to mention it to Sophia. A shame. “That’s terrible,” I said, putting as much pain into my voice as possible. “Can I help? Maybe give you a new book? Some money to buy it?”",
      "Another long silence. I was irritated. This wasn’t going the way I’d imagined it. I’d wanted to see how much she’d put up with. Maybe use a rewind to stop just shy of it. It would have been worth the pain.",
      "“I-”started Taylor. Then she fell silent again. Fuck. I wanted to just hang up on her and throw my phone into my bag. “It’s okay,” she finally said. “I think it’ll be okay. I just have to avoid them. I think I’ll just—stop taking my bag to school? Maybe just carry everything in a binder?”",
      "“What if one of them grabs it?” I asked, wishing I could have been repeating the events of the last time I’d called Taylor. Sharing the conversation with Sophia, just to laugh at her more.",
      "A <i>binder</i>? Like they wouldn’t snatch it away and shred it?",
      "“I’ve been—thinking,” Taylor said, words slow, like she was wading through concrete with her face. “I think they’re working up to something. They aren’t satisfied. They’ll just push it.”",
      "“Yes,” I said. “I was thinking about… fighting back. But the guide I was looking at said that it only makes it worse. They can sue. Emma’s dad is-”",
      "“A lawyer,” Taylor said. “Yeah. Yes. I don’t know. I—” And then there was an intake of breath, a hiss through teeth, all static in my ears. “I don’t want them to win.”",
      "It was odd to hear that in her voice.",
      "A smidgen of determination. When I’d talked to her before, that hadn’t been there. Was it <i>because</i> I hadn’t been there?",
      "The difference in tone was palpable, even though they were the same words. Were they the same words? Yes. I was fairly sure. “What should I do?” I asked, <i>pleaded</i>. I wanted to figure out what had caused this change. What had happened? My headache all but forgotten, I was grinning, listening with bated breath.",
      "“I’m—not sure yet,” she said. “I’m sorry. I’ll tell you. I promise.”",
      "“Okay,” I said, trying to make my voice sound as small as possible, and not annoyed. “I understand.”",
      "“Goodbye,” she said, voice quiet. “Thank you, Casey.”",
      "And then there was nothing but the sound of a phone being put back into its cradle. And my mounting irritation.",
      "<center>--</center>",
      "A new day, which brought with it the benefit of almost no headache. Just a lingering annoyance. And a number of text messages from—Carlos. Interesting. Sophia had been injured. Not too serious, but she wasn’t going to be going on patrol for a while, that was for sure.",
      "Oh well.",
      "She would have taken it as an easy cue to blame me, anyway. Maybe the enforced bedrest would calm her down.",
      "I wasn’t <i>that</i> naive.",
      "She was going to be pissy no matter what. It was my fond hope that she’d take it out on Taylor instead of trying to do so on me. Actually, it was entirely possible she would. Good. Maybe it was the fact that I'd arrived late, or the fact that Sophia was out of commission, but I didn't see Madison or Emma at their lockers. Probably moping without their favorite athlete to lighten the mood.",
      "Oh <i>man.</i> I hoped that Sophia had been stabbed in the leg. An injury taking her off the track team? She'd be <i>incensed.</i> She'd blame me, of course, but imagining her going after Taylor while on crutches? Heh.",
      "%%choice_next%%",
      "%%choice_save%%"
    ],
    "name": "1.3",
    "uid": "17",
    "next": "18",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Eat lunch with Madison",
            false
          ],
          [
            "Eat lunch with Emma",
            true,
            "nolink"
          ],
          [
            "Eat Alone",
            true,
            "nolink"
          ]
        ],
        "header": null
      },
      "choice_save": {
        "choices": [
          [
            "SAVE̷ (Slot 1)",
            false
          ],
          [
            "SAVE (Slot 2)",
            true
          ],
          [
            "SAVE (Slot 3)",
            false
          ],
          [
            "LOAD (Slot 3) (1.1)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 17,
    "also": "18P"
  },
  "18": {
    "content": [
      "I sat down at the table and started eating. Emma would get impatient and speak. I didn’t need to look at her face to know what she was thinking, I could <i>hear </i>the levels of irritation. First, her fork started to hit the sides of her plastic bowl. Then there was a <i>clack </i>as the plastic fork met the table. I continued to eat, enjoying myself. After all, I could rewind again. No headache, no problem. Her annoyance ratcheted up, and she finally pushed it toward me, enough to come into my vision.",
      "“Where <i>were</i> you yesterday?” she asked. Hissed, more like. “Sophia got <i>stabbed</i>.”",
      "“Out of it,” I said, after a moment longer. I glanced up, giving her a level stare. The look on her face made me smile. It was downright pissed, her eyebrows furrowing, her face probably heated under the makeup. It wasn't a very good look for her, and it made my smile wider. “I was sick. Didn’t care enough to stick around, figured I knew enough of what was going to happen. What, am I her mom now?”",
      "“No, but-”",
      "“No, but,” I mimicked her, rolling my eyes. I ran a hand through my hair, pushing it out of my eyes. “Whatever, Emma. Sophia’s all about strength, right? She’ll get better. It was just a couple of thugs, one lousy stab. Why is that <i>my</i> responsibility now? It’s her fault, her problem.”",
      "Her shocked face was fantastic. A real marvel that her makeup kept up with it. How much sleep had she gotten last night? It almost looked as if she had bags under them. \"Casey—”",
      "“What,” I said, my voice raising. “I’m not allowed to take <i>one</i> day off? Because you’re too much of a powerless, whiny diva, who thinks she’s hot stuff just because she hangs out with Wards?”",
      "“What the-” she looked around, frantic. People were staring. Not-quite-whispering voices talked about what they'd just heard. “What are you <i>saying</i>-”",
      "Time snuck back.",
      "“Where <i>were</i> you yesterday?” she blathered, repeated, whatever. “Sophia got <i>stabbed</i>.”",
      "“Do you know how it feels to get stabbed?” I asked her. I outlined a spot on my shoulder, then my lower abdomen. There were others, but that's what tended to happen when I got careless. “It feels really cold. It’s not the worst pain I’ve felt.” Then I sighed, rolling my eyes. “She’ll get over it. I’ll bet she whined to you about how I should have rewound. That it wasn’t her fault she got fucked up.”",
      "Emma was glaring, but her mouth was half-open. Was that horror on her precious little face?",
      "“Sometimes, when I’m on Console, I tell-” I laughed, shaking my head. “Nevermind. You should really get a handle on your shit before mouthing off at me.”",
      "Time swept back.",
      "“Where <i>were</i> you yesterday? Sophia got <i>stabbed</i>.”",
      "“Couldn’t make it. Sick,” I said, rubbing my temples. I frowned at her, shaking my head. “I was going to throw up over the keyboard if I did anything. I’m going to go eat alone if this is what I have to deal with.” I stood, picking my tray up.",
      "“Wait-” she said.  She was suddenly unsure. “Um. Sophia was really upset. Said it was your fault. That you were supposed to be on shift.”",
      "How much was it possible to get away with?",
      "“I went to go sleep off a migraine,” I said. “I didn’t want any distractions. I ignored my work phone. I’m sorry she couldn’t deal.”",
      "“Dumb,” she said. \"She was—probably pissed about stuff from earlier yesterday anyway.\"",
      "My fingers tightened around the tray at the first word, but I kept my smile on for the rest of her sentence. “I didn’t know <i>Sophia</i> needed my help that badly with just a few itsy-bitsy thugs. Maybe she’s catching what I had.”",
      "“Whatever,” said Emma, looking back at her food. “Sorry.”",
      "“I’m sorry too,” I said. “Maybe she’ll be up and about tomorrow, and we can sort this all out.” I stepped away from the table, and walked to a more secluded area. I’d finish the rest of my lunch there.",
      "Annoying.",
      "It wasn’t my fault Sophia got injured. I poked through my plate, yawning before shoving food into my mouth and chewing it.",
      "What was I going to do next?",
      "I’d have to go into the Wards today. And—",
      "I groaned. Today was when I had to patrol with Dennis. Fantastic. What kind of—Did I remember where the criminals would show up? Vaguely. Good enough. It was possible that I'd be capable of locating them far faster than he could, and take them down faster as well.",
      "Maybe it wasn't so bad after all.",
      "Maybe today was looking up.",
      "%%choice_next%%",
      "%%choice_save%%"
    ],
    "name": "1.4",
    "uid": "18",
    "next": "19",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Patrol Aggressively, searching for the thugs I found last time. Since I already know what's going to happen...",
            true
          ],
          [
            "Patrol Moderately, don't take any risks. I don't need to rewind too many times, my headache <i>could</i> come back.",
            false
          ],
          [
            "Don't bother, impress them with my knowledge via the Console, kick back, and relax.",
            false
          ]
        ],
        "header": null
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "<i>S̸</i>AVE (Slot 2)",
            false
          ],
          [
            "S̸A̴VE (Slot 3)",
            false
          ],
          [
            "LOAD (Slot 2) (1.3)",
            false
          ],
          [
            "LOAD (Slot 3) (1.1)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 18,
    "also": "#45"
  },
  "18P": {
    "content": [
      "Sophia was the physical one. She was the one who seemed a little too comfortable giving out pain. I’d never really known too much about her, other than the fact that she was the one who was with Emma after I came back. She tripped me, then. Or tried, at least. What a petty, terrible victory to take. What else can I say?",
      "Emma. My old best friend. She knew everything about me. I told her everything. Her eyes were always pretty, and she was nice to me. She listened when there was good and bad. I thought I knew her. I thought we’d be friends forever, pretty much. As dumb as <i>that </i>sounded.",
      "Madison was popular. But she was the sort of hanger-on that Julia was, just... moreso. She was petty. Her pranks weren’t the actions that left me in physical pain, or wanting to cry like Emma’s did, but they were hurtful. Attacking my books, my bag, my clothes.",
      "Was Emma always that way? Was I that stupid, not to notice? Would it have changed if <i>I </i>had changed? If I’d been better somehow? No. That was stupid. But I couldn’t stop thinking about it.",
      "But now I was just running and hiding. More accurately, sitting outside with my lunch, eating it while listening. I’d taken the essentials and left. It was pizza, which made it easy. I chewed at it, not really noticing the taste. Cheese, sauce, crust. I was busier paying attention to the sounds of footsteps, to the voices talking in the hallways behind me.",
      "What <i>could</i> I do?",
      "Was I supposed to ask for Casey’s help? That I’d just—ended up here, not sure what was going on, what was happening, and—",
      "I finished the pizza. Drank my water, then brushed the oily crumbs off my hands.",
      "It was impossible. Even with people who could leap over buildings and catch bullets, it was impossible.",
      "Casey saying words. I still couldn’t remember exactly what she’d said, but I was crying. They had hurt. Her face looked so scared, so betrayed. But it all fell apart then, into whorls and blurs. A dream. It felt like a dream that was coming true, in so many ways.",
      "I wanted to apologize to her. But that wouldn’t make sense now. It felt odd, acting on what I ‘knew’. Did I know?  The events that played out seemed so eerily similar that I couldn’t help but believe it. But Sophia wasn’t in school today. And Casey had skipped, yesterday.",
      "I took a bite out of the slice of pizza, chewing, then stopped. I held it in my hand, staring at it. It wasn’t easy resisting the urge to drop it, from throwing it away from myself along with the full bottle of water.",
      "A shudder ran through me as I tried to process how much time had—gone back? This time. It had happened the previous morning, too. Some sort of reversal. I’d been walking to school off the bus—and then I was back on the bus. And it wasn’t only me. Everyone else was there, too. Nobody else noticed.",
      "Was that <i>it</i>? The worst precognitive cape in the world. Capable of seeing a few days into the future, once. Seeing tens of seconds into the future at useless junctions. Or maybe I was intermittently traveling back in time for no reason, but only when I didn't care about it. Like one of those terrible jokes about people who had superpowers that did next to nothing.",
      "Nothing else? It didn’t make sense. Or at least, this being a power was more depressing than the alternative. I finished the slice, brushed oily crumbs off my fingers, and started drinking my water.",
      "They planted the phone in my bag, in that dream. And told Casey that I wasn’t to be trusted? That I was a thief? I wasn’t sure there, but as petty and stupid as it all had been, Ms. Sloane was going to suspend me.",
      "I took another bite of pizza, and wanted to scream. What the <i>fuck</i>.",
      "Was I just—hallucinating? I finished the slice as quickly as possible. I picked up the water bottle, opening it and drinking it. And felt like throwing up. Maybe I was a cape, just <i>broken</i>. Like a flickering lightbulb, wouldn’t <i>that</i> be great. The most incompetent cape in the history of capes. Capable of randomly traveling back in time. This was downright comical in the worst possible way. Was I supposed to tell Casey? Or my dad? What was the correct decision? “Excuse me, PRT, but I appear to be suffering from temporal difficulties. How would you best recommend I deal with this?”",
      "They’d think it was a prank call and hang up on me. I had to figure out what was causing it. Was there a method of controlling it? Maybe there was some way to repeat it.",
      "Maybe, maybe, <i>maybe</i>. The word felt like nonsense, I was going around in circles, asking myself questions again, worrying at an element I didn’t have control over.",
      "But at the same time, oddly enough, it gave me something to—focus on? To think about, other than the bullying. I couldn’t just <i>let</i> it keep happening, of course. But at the same time, events were playing out differently.",
      "Was it better to just not take any of my books? To leave my bag at home and hope they didn’t find it? This was stupid. It was <i>all</i> stupid. They’d figure some way to take action against me.",
      "And as much as I wanted to figure this out, it was so tiring. Being constantly aware that they were going to do <i>something</i> made it worse. Not better. I already knew it, of course, but—now I knew what they <i>might</i> do."
    ],
    "name": "1.P",
    "uid": "18P",
    "next": "",
    "choices": {},
    "slot": 4
  },
  "#45": {
    "content": [
      "A plain of windblown sand, stars, and water. There's a trick to it, but you don't know it. ",
      "You're very good at what you do, but you can't know this.",
      "You knew that, but you came anyway, to look, to search. For what? You aren't sure.",
      "Unfortunate."
    ],
    "name": "#45",
    "uid": "#45",
    "next": "",
    "choices": {},
    "slot": 5,
    "destroy": true,
    "hidden": true
  },
  "19": {
    "content": [
      "“Hey,” says Dennis. I could see from his face that he was going to talk about Sophia too. Wonderful. “You don’t happen to know where Vista is, do you?”",
      "I blinked, trying to parse his sentence. “Vista?” I asked. “No.”",
      "That was right. Vista was supposed to be here. How horribly irresponsible of her. “Have you called her?”",
      "“Yeah, like I didn’t do that first. Her phone is off.”",
      "“That’s unusual?” I asked, rummaging through my bag for my makeup. I tried to visualize where the thugs were. If I could split off, sprint over before Dennis could, I could tell him to keep patrolling. Foisting the work onto him sounded like an excellent idea to me. I could reap the rewards, he could keep falling into obscurity, with his stupid sheets of paper and ‘random’ freezing.",
      "“Of course it is. Missy keeps her phone on. Like, all the time. I think she prefers it to—whatever shit she’s got going on at home, y’know?”",
      "“Right.” I kept my eyes on my bag, aware that if I looked up I wouldn’t be able to resist giving a sarcastic response. “Perfectly understandable.” Was he going to tell me about her, now? Give me her whole little spiel?",
      "“Yeah,” Dennis said. “Anyway,” he said. “I’ll call um—”",
      "“Chris,” I said, wanting to skip his annoying indecision and move on. “Dean makes you feel guilty.”",
      "“You’re a real timesaver,” he muttered. “Doesn’t it take the fun out of decisions?”",
      "“Uh huh,” I said. “It helps you make a decision faster, doesn’t it?”",
      "“Well, what if I’m feeling contrarian, because future me chose Chris, I want to choose-”",
      "I walked into the locker room, shutting the door behind me. Scrubbing my face, tying my hair back, it was all important. A ritual of my hard-earned expertise, sweeping it all across my face. Each layer was important, each plan and portion was separate, that came together.",
      "It was how they saw me in costume, and it needed to be perfect. Foundation and concealer, then the eyelids. I stared at my raccoon face in the mirror and applied the finishing touches, my mask. It was important that they see my face, to see that smile and grin. To watch and speak in ways that Clockblocker couldn’t.",
      "Dennis was stupid. Foolish to a fault. Always wanting to make jokes, always wanting to make himself feel <i>personal</i> to people while wearing a mask that made him so very unapproachable.",
      "I wanted to get this over with.",
      "Pulling the costume on was easy. Get everything all secured, figure out where to go, and get there. There had been a domestic dispute, two drunk idiots shouting at the sidewalk, with as much puke as words. I’d left Dennis to deal with it. I could do that again, or I could get him to do that in the first place, pointing out that it didn’t look like much. That I’d seen it already and it wasn’t any big deal. I could even warn him about the puke if he didn’t try to aggravate me.",
      "Things were looking up.",
      "<center>--</center>",
      "I walked outside, slinging my bag beneath a table. “Ready.”",
      "“Hey, Fluke,” said Chris, who was sitting at the console, tapping away on his tablet. He waved, then turned his attention back to his hoverboard, which was slowly rotating in midair.",
      "I gave him a smile and waved back. All I needed to think about when doing so was when I’d walked in on him practicing on his hoverboard. He’d fallen off it and hit the sofa face-first. I had rewatched it at least six times before letting the moment pass. What a waste of space. We didn’t even need him here.",
      "“Shall we?” asked Dennis, bowing slightly and gesturing toward the door.",
      "I kept my smile firmly pasted on my face. “Absolutely. Let’s have some fun.”",
      "The elevator descended, and I was picturing where everything was. Or would be, in this case. To keep track of when the little domestic would happen, and then the mugging shortly afterward.",
      "<i>Clk-clok</i> went Dennis’ tongue. Everything would be a lot nicer if I had the ability to punch him. He did it in time to the doors opening, then shutting behind us. <i>Clk-clok.</i>",
      "Okay, I was going to make sure Dennis got puke all over his feet. “Do you <i>mind</i>?” I asked.",
      "“Hm?” he said. Like he didn’t know. Like he hadn’t done this the time before, just to get on my nerves. “What’s wrong?”",
      "Was it possible to make sure it splattered all over his front? That rancid mix of alcohol, bile, stomach acid, and whatever else they’d eaten? “You’re making noises with your tongue.” I imitated it, putting as much disdain into the gesture as I could. <i>Clk-clok</i>. “I’d prefer to keep the channel clear.”",
      "“Oh,”  Dennis said, shrugged, then kept silent. Good.",
      "Wait. He’d done that <i>after</i> we were out the last time. Right?",
      "Shit.",
      "Dennis had fucked up somehow. Or events had changed. No, this wasn’t enough to be different. I was overthinking it.",
      "<center>--</center>",
      "Once we were out, I rushed ahead of him, moving into an easy jog.",
      "“You’re in a hurry,” said Dennis, but he managed to keep up. “Did something happen?”",
      "“Yes,” I said. “There was a scream. Didn’t you hear it?”",
      "“No?” he said. “I didn’t hear anything.”",
      "It was another block. I remembered the buildings. The couple had been right there, clinging to whatever vertical objects were in reach.",
      "Except they weren’t there. Where <i>were</i> they? They weren’t here! Were we too early? No. That wasn’t possible. Had things changed that much? In just a fucking day?",
      "“Well?” said Dennis. The featureless helmet looked around.",
      "“They were—they were <i>right</i> there,” I said, pointing.",
      "“I can see that,” he said, hands on his hips. “Maybe your ability just misfired.”",
      "“My ability does <i>not</i> misfire,” I said, glaring at him, my hands clenched into fists.",
      "“Sure,” he said. “Maybe they heard us coming. You okay, Fluke?”",
      "Time wriggled back.",
      "“No?” he said. “I didn’t hear anything.”",
      "“My mistake,” I said. “Probably just a cat or something. Console, is there anything we could pick up on?”",
      "“Not that I can see,” said Chris. “Nothing on scanners.”",
      "“Quiet night, then,” said Dennis.",
      "Fuck. No, I wasn’t letting this happen. I had a plan, and I was going to stick to it. I <i>knew</i> where they would be. Maybe the boozehound power couple decided not to get drunk because Shadow Stalker bled all over their apartment steps. Or maybe she’d traumatized them to the point of drinking the first time through, and hadn’t been capable this time. “Where did Stalker get stabbed?” I asked. “There’s probably some assholes around there, right?”",
      "“Come on, Fluke,” Dennis said. “No way they’d show up there after that.”",
      "“Then go and check it out,” I said. “No biggie, right?”",
      "He shrugged. “Why, though?”",
      "If I punched him fast enough, could he still freeze me? I entertained the thought, wishing I was partnered up with anyone else. Sophia. Kid Win. Even Vista would have been better. “I’m going to go check it out. I want to see where they beat the crap out of my teammate. Because she’s my friend.” Without checking if he was following, I began walking.",
      "“You really care about Shadow Stalker that much?” he said, and I heard his footsteps behind me.",
      "“Yes,” I said, giving him the sincerest smile I could manage. “I kind of want to see if I can give those assholes a good punch for her.”",
      "“Amazing,” he said. I couldn’t tell if he was being sarcastic or not. “That’s cool of you.”",
      "“Console to Fluke, Clock,” said Chris. I smiled. Finally. “ I’m getting hits on the police scanner. There’s been a report of a mugging. About half a block to your west.”",
      "“Do you want to keep going?” he asked. “I can mop that up.”",
      "I ground my teeth before making sure I still had a pleasant expression pasted on. “No,” I said. “I can do it. You go scout. I’ll go deal with the mugging.”",
      "“That’s not fair to you-”",
      "There was a scream from the—the apartments. Not in the direction of the mugging. Had it happened, just later? “Go check that out,” I said, pushing as much urgency into my voice as I could manage. “I’ll go grab the mugging.”",
      "I could almost hear him frown with disappointment. He didn’t want to go. “You sure?”",
      "<i>Take the bait,</i> I thought. “Yeah, I’ll be fine.”",
      "“Alright. Good luck.”",
      "“Mhm,” I said, before sprinting away.",
      "<center>--</center>",
      "There they were, just as scruffy as before. The same dude, who had surely gone through the same steps as before. From irritated, to alarmed, to begging. And the muggers postured and picked through his belongings. Beautiful.",
      "“Th’fuck are you?” said one of them, holding a knife.",
      "“Merchants, buddies, let’s all get along,” I said, flashing my widest grin. “Mugger, muggee, what’s your name? Did you want to buy the drugs?”",
      "“N-n-” stuttered Mister Muggee.",
      "One of the muggers brandished a gun.",
      "I held my hands up, smirking. “What, you want to add murder to the-”",
      "The gun went off.",
      "A bright, burning pain flooded my abdomen, and I couldn’t catch my breath. The pain was—",
      "Time swirled back.",
      "“-you?”",
      "I stepped forward. How long had it been since I’d gotten shot? A while. “Friendly Ward Fluke,” I said. “I don’t see why there’s any reason to take your gun out,” I said to mugger no. 2. “We can resolve this nice and peaceful.”",
      "“Stay the fuck back,” said the one with the knife, holding it, pointed end out toward me.",
      "“You know,” I said, stretching. “I really don’t like getting shot. It’s uncomfortable. What is it you’ve got in your pocket? Any priors? You shoot me, they might send you to the Birdcage, you know?”",
      "“The fuck you on about,” said mugger no.1, looking back at his teammate, knife still held out toward me.",
      "I took my chance then, jumping forward, one hand dipping to my belt. Out came the mugger no. 2’s pistol, but I was close enough to use the first mugger as a shield. Or a hostage, at least. My hand wrapped around his knife hand as I delivered my stungun to his stomach. He jerked, limbs twitching. But then he was falling to the floor, giving no.2 a clear line of sight with his pistol.",
      "“Come on,” I said, goading him. I really felt like hitting him a few more times. Get some of this frustration out on him. “You’ve got a long life of meth ahead of you. No need to put those years in rehab to waste by shooting me. Just toss the gun over there, run, and I’ll conveniently forget your face.”",
      "His hands shook.",
      "I stepped forward.",
      "The gun fired. The sound it made was almost concurrent with my arm feeling like it was on fire. I hissed, then took another step, keeping my smile firmly on my face. He pointed the gun upward, at my head—",
      "Time reminded me it wanted to go forward.",
      "“-on,” I said. I wasn’t taking <i>that </i>chance. “Drop the gun. You can get out of this with your ass intact. No need for murder.”",
      "He glanced at his buddy, then at me, then dropped the gun and ran.",
      "I picked the gun up, looking it over. I pointed it at his back, trying to aim down the sights. It took more effort than I thought it would to pull the trigger, and it jumped in my hand. “Fuck,” I said. “Missed.”",
      "I pulled the trigger a few more times, getting a feel for it. The mugger on the ground held his head in his hands, curled up. The muggee was in a similar position.",
      "The gun clicked empty.",
      "“Fluke, there’s reports of gunshots-”",
      "Time crawled back into its hole.",
      "I picked the gun up, looking it over, then noticed the civilian staring. I gave him a smile, then presented it to him. “This yours?” I asked. This entire night had left me irritated, just a mix of frustration from things going ever so slightly askew.",
      "He squirmed away from it. Piggot would probably give me a useless talk. Whatever. Not like I’d done anything too awful. Wish I’d hit that guy, though. I settled for cuffing the other mugger.",
      "“Fluke, everything okay?” came Dennis’ voice. “Just a pair of drunks over here.”",
      "“Yeah,” I said, tossing the gun off to the side, keeping an eye on the civ and mugger. “Same old, same old. Two muggers. Took one down.”",
      "“Good job,” said Chris. “Police are en route.”",
      "%%choice_next%%",
      "%%choice_opt%%",
      "%%choice_save%%"
    ],
    "name": "1.5",
    "uid": "19",
    "next": "20",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Keep going. This is fuck-all in terms of victories. I don’t need the knowledge, this was fucked anyway.",
            true,
            "nolink"
          ],
          [
            "Maybe I should be cautious. Stuff has changed. Sophia’s fuckup probably shifted stuff around. Stick around, give cops a statement, head home.",
            true,
            "nolink"
          ]
        ],
        "header": null
      },
      "choice_opt": {
        "choices": [
          [
            "Call Sophia, might as well boast and offer my most sincere sympathies.",
            false
          ],
          [
            "Call Emma, butter her up, get her to prod Sophia into not being so pissy.",
            true
          ]
        ],
        "header": "OPTIONAL:"
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "<i>S̸</i>AVE (Slot 2)",
            false
          ],
          [
            "S̸A̴VE (Slot 3)",
            false
          ],
          [
            "LOAD (Slot 2) (1.3)",
            false
          ],
          [
            "LOAD (Slot 3) (1.1)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 19,
    "also": "20Q"
  },
  "20": {
    "content": [
      "I hated this. Just a couple of thugs. A duo of nothing. A victory that was supposed to happen anyway. With maybe a bit of extra puke on Dennis. The evening was still young, and there I was, wasting time when I could have been taking trash off the street.",
      "“It’s all over my shoes,” Clockblocker said, his displeasure clear. “And I’m sure it smells <i>awful</i>. Win. Fluke. This is terrible. I hope you got something done. Because I’m pretty sure this is the reverse of getting things done.”",
      "“You’re doing us a public service, Clock,” came Kid Win’s voice, after a touch of laughter. I smiled as well, waiting for any additional commentary. “If you head up 43rd, you can catch up to Fluke.”",
      "My smile disappeared.",
      "“Wonderful. I’ll work my way up there,” Clockblocker said.",
      "“Anything else on the scanner?” I asked. It was possible to sprint in a random direction, looking for signs of crime, then rewind upon reaching a location. The alternative was, asking Console, then rewinding to before he’d said anything.",
      "“Not much,” Kid Win said. “Tonight seems pretty quiet.”",
      "I shook my head, disgusted. Useless. I started sprinting.",
      "“Fluke, is something wrong? Console shows-”",
      "“Heard someone scream,” I said, letting my quick breaths give my voice credence.",
      "“Alright, sending backup-”",
      "Didn’t matter. I tuned him out, focusing on the sound of my breath, the world around me. My feet hit the ground. I listened for any sign. Whether there was a scream, an argument, drunken belligerence, <i>anything</i>.",
      "Time snapped backward.",
      "“Fluke, is there something wrong?”",
      "I removed my earpiece and flicked it to the side, continuing my run, taking the corner and heading down a different street. My ears strained, listening. There had to be something. The shithole this place was? There <i>had </i>to be.",
      "A right. Then a left. A few civs walking down the sidewalk, who cheered and waved when they saw me. Nothing.",
      "Time sloshed back.",
      "I went left.",
      "“Fluke-” Out went the earpiece. It was surprisingly hard to crush, so I just tossed it into an open dumpster. I didn’t bother running this time, just taking an easy stride. Why was I even trying? This was useless. I’d already done what I needed to. Why did I need to take risks for some stupid-ass shit?",
      "I glanced around, growing more and more disgusted with the amount of—nothing. No crime, no screaming coming from alleyways, no gunfire. What the <i>hell</i>.",
      "Damn it.",
      "I kicked a trash can, letting out a sigh. “Fuck this shit,” I muttered. There was the sound of someone running from behind me. I spun—",
      "“Fluke-” Clockblocker said, slowing down, panting, bent over. He was sucking in air. Out of shape, it figured. “-the hell happened? To you? You okay?”",
      "Time slivered, slipping back.",
      "“Tonight seems pretty quiet,” Kid Win said. He sounded happy. Probably messing with his stupid-ass hoverboard with nothing going on. I hated him just a bit more. Useless. Useless and incompetent. “Maybe we can stop early.”",
      "“Oh, I sure do hope that isn’t a possibility,” Clockblocker said, his voice soaked in saccharine sarcasm. “I was thinking, wouldn’t it be great to let puke dry on my shoes.”",
      "“Didn’t you wipe it off?” I asked, wanting to rub it in.",
      "“Of course I did,” he said. “Didn’t get the chance to rinse it off yet, though, so I’m concerned about the inconvenience.”",
      "My head twinged. It didn’t quite hurt, but it was getting there. I wanted this to be over with. I’d call Emma after, tell her I’d done it for Sophia. That it was my apology or—whatever. I’d come up with a better excuse later. “That’s good,” I muttered. Fuck. “Let’s just call it early. Not worth sitting around for…” The words didn’t come. Was I still out of it? Probably. I didn’t need to rewind to know that Clock would finish my sentence.",
      "“Nothing and more nothing. Fluke has saved us this night. Taken out the only two criminals in Brockton Bay.” I could hear the dramatic flourish in his voice.",
      "“Yeah, that’s me,” I said, keeping my voice as chipper as possible. I loathed him, wanting ever so badly to express it in my tone, telling him exactly what I felt about him, each word soaked in condescension.",
      "<center>--</center>",
      "“Have a nice night, Casey,” Dennis said as I walked toward the exit, his hair still wet from a shower.",
      "“Mm,” I said, my phone already out. I tapped in Emma’s number. I stood at the door for a moment, waiting for—ugh. Right. Sophia wasn’t going to come. Habit. I walked out the door, hitting the call button with a yawn. It rang. Once, twice, three times before someone picked up. How was I going to approach this? Contrition seemed the best option available.",
      "“Casey?” came Emma’s voice.",
      "“I’m sorry,” I said immediately, inflecting hesitancy as best I could. Stuttering would have made it sound even better. “I could have been there for her.”",
      "“What? Oh.” Emma said. Remembered indignation filled her voice, slow as molasses, dripping in with each consecutive word. “Right. Yes. Sophia.”",
      "Was <i>everybody </i>stupid today, or was it just the repetition of time? “I’m really sorry,” I reiterated, trying to test the waters. “Is Sophia okay?”",
      "“Why not call her? If you <i>really</i> care.” Emma asked. “I wasn’t the one who got hurt.”",
      "I gritted my teeth, trying to think of what to say. Emma was suspicious, but that suspicion was fragile. She didn’t know the full story, if I knew Sophia. Sophia would have raged, angry and ranting. Blaming everyone else, looking to lash out. How to best use that to my advantage?",
      "“Because I-” I said, paused, then lowered my voice, letting it choke up a little. “I was afraid.”",
      "“Afraid of <i>what</i>?” Emma said. I listened for her response. How receptive was she? “That Sophia would beat the crap out of you?”",
      "Afraid of laughing at her on crutches, maybe. “No,” I said. “I just wasn’t myself this morning, and you <i>deserve</i> an apology. I was still in serious pain from some sort of reaction. From my powers. I don’t have any idea when it happened.”",
      "“So you just—passed by on your stuff yesterday because of that?” Doubt. That was doubt, which was wonderful. It meant she was thinking it over, now unsure.",
      "“Yes,” I said. “I don’t know if I would have even been able to—to use my powers to warn her. I felt like <i>crap</i>, Emma. I-yeah. It wasn’t the <i>best </i>option<i>, </i>but I just couldn’t do it.”",
      "“Oh,” said Emma.",
      "“I just didn’t want her to be upset at me tomorrow, and if only <i>I </i>told her the reasons why, she wouldn’t believe me. You <i>know</i> Sophia, Em.” It was easy to run circles around Emma. After all, I was a hero. I was a Ward. I wasn’t on probation. And Emma? She was scared of Sophia. That little lingering fear, that if Sophia was prodded too hard, she’d react. She’d <i>seen</i> Sophia at her most violent. Even if Sophia couldn’t do anything to me, a prod to Emma’s self-preservation? “I don’t want her to hurt me, or anyone else. If she can’t do track for a few weeks… Or patrol?”",
      "Emma didn’t say anything. I wanted to see her face, to see her indecision, to watch her chew those perfectly painted lips raw.",
      "“Emma? Please,” I said, plaintive. “I didn’t mean for her to get hurt. And I was just—hoping you could talk with her. Smooth things over? A bit?”",
      "There was an intake of breath. Then a sigh. “Fine. I’ll see what I can do. I don’t know how much she’ll listen to me, but I’ll try. You better say sorry to her too, okay?”",
      "I rolled my eyes, my jaw clenched. Right. The entire thing wasn’t even my fault. “Yeah,” I said. “I will.”",
      "“Good.” She hung up, and I shrugged, heading to the bus stop. I hadn’t even needed to rewind. At least <i>that</i> had gone flawlessly.",
      "%%choice_next%%",
      "%%choice_save%%"
    ],
    "name": "1.6",
    "uid": "20",
    "next": "21",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Apologize to Sophia in the morning. I might as well assuage her ego after laughing at the vision of her on crutches.",
            true
          ],
          [
            "Noncommittal 'eh'. Yeah, sure, whatever, Sophia.",
            false
          ],
          [
            "Use talking with Taylor as an excuse. Maybe I can figure out what her little plan is.",
            false
          ]
        ],
        "header": null
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "<i>S̸</i>AVE (Slot 2)",
            false
          ],
          [
            "S̸A̴VE (Slot 3)",
            false
          ],
          [
            "LOAD (Slot 2) (1.3)",
            false
          ],
          [
            "LOAD (Slot 3) (1.1)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 20,
    "also": "21R"
  },
  "20Q": {
    "content": [
      "When I read, my eyes skimmed over words, flicking back and forth. I would work my way down a page, pausing at particularly interesting portions, immersed in it all. I’d glance up at previous sentences when later portions made prior portions <i>click</i>. It would take a moment to realize, as my eyes skimmed over those same words, an infuriating moment of checking the page number, looking, trying to find my old spot. It was just an inconvenience, but it jolted me, left me uncomfortable, unable to get back into that same level of—involvement?",
      "There were usually hour-long breaks between each ‘burst’ of rewinds. Except when there weren’t, and my dad asked me the same question twice, both for the first time.",
      "“How are you doing?”",
      "The second time, I didn’t answer for a moment—so he asked it again. And I wasn’t sure whether time had stuttered again. What was I supposed to say? Oh, I’m doing fine, dad. Between the bullying at school, the hallucinatory flip through time, and then the equivalent of a cosmic DJ spinning my life into a stumbling mess, I’m peachy. Life is fine. “I—” I hesitated again.",
      "“School?” he asked. “It hasn’t… gotten any better? Your friend, Casey?”",
      "My lips pressed together. I set my book down, trying to figure out a better way to phrase it. I shrugged. “Yeah,” I finally said. “It has. Gotten better, I mean. Casey has helped. She didn’t show up today. Yesterday, I mean.” I almost laughed. Was I just that detached? Days didn’t blur, that wasn’t it. The flickers, rewinds, whatever this was, it rattled me. They happened without rhyme or reason, and I couldn’t parse <i>why</i>. I’d searched for answers, but what existed was depressingly slim. Nothing gave me any answers. I’d tried to control it. To search for some invisible power that was somehow raging out of control. Maybe it flared up with emotions. Maybe it was when I said certain words? Maybe something else?",
      "All a waste of time.",
      "“That’s good,” Dad said. “She seemed nice?”",
      "“Yeah, she—” She hadn’t offered me money to pay for the soaked book this time. Casey hadn’t been there for that. “Casey has been  pretty nice to me.” Just echoing what he’d said. I was upset about my life repeating, but here I was, just saying the same thing over again myself. “I didn’t expect her to call me. Especially after she seemed so sick?”",
      "Describing the events of the previous day. That was a start.",
      "“She must care for you,” he said. “I’m glad.”",
      "“Yeah,” I said. “Yeah. I think-.” My jaw was set-",
      "“-are you doing?” My father said, looking at me from across the hall. As I glanced up, he decided I hadn’t heard him, so he asked again. “How are you doing?”",
      "“I’m doing fine,” I said, doing my best to keep my voice controlled, not let anything leak through. “School is okay. It’s a bit weird, you know? Stuff happens, and-it-” It was easier the third time around. Third time was the charm, right? “School isn’t as easy as I thought it would be.”",
      "“Ain’t that the truth,” he said. “Did you need to help Emma out?”",
      "“Yeah,” I said, after taking a deep breath, closing my eyes for a second, taking off my glasses. I rubbed the bridge of my nose, trying to figure out how to phrase it. “I’ve been hanging out with Casey more often, but she was sick yesterday. Didn’t show up. Today, she was busy.”",
      "“Ah,” said my father, nodding. “That’s rough.”",
      "“How’s work going?” I asked, desperate to switch the topic. The more I lied, the more I’d have to remember. And I wasn’t sure of anything, including what I’d said and what had just—vanished, poofed into an existential time hole. “Anything new?”",
      "“Yeah,” my father said. He began to speak, lamenting about some new difficulties in budget, how more and more people were turning away from the industry, what he thought would help, the occasional headshake over hat wouldn’t.",
      "It was nice to be quiet. To not have to keep track of everything, what existed and what didn't. When I was able to just sit there, offering the occasional moment of assent, a nod, or a question that spurred him onward, that was nice. That much, I could do that without difficulty, giving him a smile before heading off to bed."
    ],
    "name": "1.6",
    "uid": "20Q",
    "next": "",
    "choices": {},
    "slot": 6
  },
  "21": {
    "content": [
      "Heh.",
      "The very thought of Sophia on crutches. Stumping her way up the steps, all determined, her face set, her lips pressed together, fingers clenched around the handles. I’d walk up to her, laugh, then rewind and take it ‘seriously’. Easy. But that wasn’t the case.",
      "Instead, she was coughing, sitting on the steps, a crutch next to her. “Hey,” she said, before taking a couple deep breaths, sucking in air. “Casey.”",
      "It was a disappointing punchline. “Hey yourself,” I said, sitting next to her, keeping an eye out for the school bus Taylor came in on. “Heard you got yourself fucked up because I wasn’t there.”",
      "“Fuck,” she said. “You.”",
      "“Yeah,” I said, then shrugged. “I’m sorry for not going. My head was killing me. Wasn’t sure I could use my powers. Any permanent damage?”",
      "Sophia shook her head. “Just some shit.” She breathed carefully as she spoke, taking long, slow breaths. “In my lungs and my leg. Didn’t hit an artery or anything. Was careless.”",
      "I shrugged. “Sucks.”",
      "She wheezed out a laugh. “Yeah, fuckin’ does. Should be good in a week. Maybe less.”",
      "“That’s good. Missing any track stuff?”  This was getting uncomfortable.",
      "Sophia waved a hand, shaking her head. “Probably. Didn’t check. Yet.” She was lying. Her lips folded in on themselves, a grimace. She looked at me, not quite glaring, but then shook her head and stared back at the steps.",
      "“Alright.” We sat there for a few moments longer before she grunted, forcing herself to her feet. “Wouldn’t you be better off in a wheelchair?” I asked, watching her struggle with the crutch.",
      "She glared at me, then had to focus on making her way up the steps. “Fuck off,” she said.",
      "“Sorry,” I said, not sorry at all. “I’ll get you next time.” Probably. Maybe. Or maybe not. Watching her struggle with stairs was delightful.",
      "“Better be there,” she grunted, as someone pulled the door open for her. She went through, and I turned my attention back to the steps. I sat there for a bit longer, watching the people come in.",
      "And there was Taylor, stepping off the bus, looking harrowed, her face all pinched, glancing around herself constantly. It was a shame I couldn’t make fun of Sophia to Taylor. Or maybe I could. I chewed the thought over, stretching my arms above my head and yawning. Taylor walked down the path to Winslow, and I watched, quieting my smirk, but keeping it as a smile. “Hey,” I said, hopping off the stairs, falling in alongside her. “You alright?”",
      "She glanced at me, blinking. Her gaze moved toward the school doors before she nodded. “Yeah,” she said, then repeated herself.",
      "“Yeah?” I said, waiting for a more coherent response.",
      "“Didn’t sleep too well,” she said, looking down at her hands.",
      "“That’s a shame,” I said. “You hear about Sophia?”",
      "She paused, looking at me, now. Her eyebrows were raised. “No. What happened?”",
      "“She ate it, she’s on crutches now. Can’t chase you down. Or anyone.”",
      "Taylor stopped moving for a moment, as if registering that. “Oh,” she said.",
      "“Oh?” I asked. “Is that it? You should have seen her. Couldn’t make it up the steps without having to sit down and wheeze about it.”  We approached the doors together. Taylor shook her head.",
      "“They’ll just take it out on me,” she said, not even looking at me, her voice soft. Damn, what a wimp. “No matter what I-”",
      "Boring.",
      "Time twitched back.",
      "“Hey,” I said, hopping off the stairs—",
      "And Taylor stumbled. Her foot had been in the air when I’d rewound. She caught herself and blinked, glancing at me before turning her gaze to her hands.",
      "“You alright?” I asked, looking her up and down. That was odd.",
      "It took her a second to respond. “Um. No. Not really. Didn’t-didn’t sleep too well, I guess. Haha. Still out of it.”",
      "Was that what she’d said? I tilted my head. That was wrong. Something was wrong. “That’s a shame,” I said. I’d said that, right?",
      "“Yeah,” she said, as if confirming it.",
      "I started up the steps. Suddenly, I was the one struggling not to suck for air like Sophia. I tried to control my breath, but something wasn’t right.",
      "“Weren’t you-” Taylor said, then paused. I turned, looking at her. My hands were clenched at my sides, my teeth clenched together. This was wrong. She shouldn’t have stumbled. She hadn’t stumbled before. My heart pounded. My skin itched. I glanced at the entrance to Winslow, then back to Taylor.",
      "“What?” I asked, my voice a husky croak. I coughed, then tried again. “What?” Better. Not better. It was all worse.",
      "“Nevermind,” Taylor said. My ears strained, listening for any suspicion. Any realization. “Just-yeah. Nevermind.” She kept going up the steps, and I let out a quiet sigh of relief. But I couldn’t let it go. I had to know. This wasn’t possible, but it was happening.",
      "But maybe I’d fucked up. Maybe I’d acted differently, causing her to react in a manner that surprised her.",
      "Time jittered back.",
      "“Hey,” I said, hopping off the stairs. Falling in alongside her.",
      "Taylor stumbled, but caught herself faster this time, watching her feet. Consternation graced her face, mixed with frustration. She seemed unaware of me in that moment, glaring at the steps before looking back up.",
      "“You alright?” I asked.",
      "“Yeah,” she said, false cheer and anger seeping in, sounding as if she was trying to convince herself more than me.  “I’m just <i>fine</i>. It’s all okay. I’m good.”",
      "“Cool,” I said. “Cool.”  Suddenly, I was unsure what to do next. Taylor had some sort of power. But I didn’t know anything about it. And I couldn’t rewind to test for it. How fast could she figure it out? Could I do anything to stop her? Was it resistance to powers? A method of ignoring them? But she was unaware <i>who</i> was causing it. So far. Fuck. How restricted was I? How little could I accomplish? I couldn’t act and re-act while she was around.",
      "Going our separate ways was almost a physical pleasure, now that I knew. I had to tell Sophia. Or Emma. Anyone that could help. Well, that list seemed slim. It wasn't as if I could walk up to Armsmaster and tell him about my problems.",
      "%%choice_next%%",
      "%%choice_save%%"
    ],
    "name": "1.7",
    "uid": "21",
    "next": "22",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Tell Sophia. She should know, and hell, maybe we can just continue this way. I'll just need to be more careful about using my power around Taylor.",
            false
          ],
          [
            "Tell Emma. I guess I should tell her. It'll help to win the others over, and she's the petty little boss, anyway.",
            false
          ]
        ],
        "header": null
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "<i>S̸</i>AVE (Slot 2)",
            false
          ],
          [
            "S̸A̴VE (Slot 3)",
            false
          ],
          [
            "LOAD (Slot 2) (1.3)",
            false
          ],
          [
            "LOAD (Slot 3) (1.1)",
            true
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 21,
    "also": [
      "#24_2",
      "Casey"
    ]
  },
  "21R": {
    "content": [
      "I woke up in the bus as the brakes squealed to a halt. I jerked back, trying to check around me. For my bag, which was wrapped up in my arms. For the area around me, trying to make sure that I was at the school, and hadn’t gone back—however long. It felt as if someone was waiting behind me, ready to wrap their hands up in my hair and yank me back in time. And I couldn’t do anything about it. It was tiring, trying to keep track of it.",
      "There were a few people staring at me. Had I drooled? Or was it just because of my reaction, wild-eyed, shoving my hair away from my face, making sure I was where I thought I was? I found I didn’t really care. We were at Winslow. And maybe it would happen and maybe it wouldn’t. I’d spent enough time staring at the computer, desperately searching for answers.",
      "Was it just—a little thing? A tiny change in my day that I’d have to get through? A sort of temporal hiccup? What class was first? Did it matter?",
      "“Hey,” came a voice, and I noticed Casey on the steps, looking at me. She got up, walking next to me. “You alright?”",
      "I stared at her, blinking. I looked up at the school doors, then back to her. I nodded slowly. “Yeah,” I said. My mouth felt dry, cottony. I tried again. “Yeah.”",
      "“Yeah?” Casey said. She raised her eyebrows, giving me a questioning look.",
      "“Didn’t sleep too well,” I said, looking down at my hands. It was better if I didn’t spend too much time staring at one thing. That way, if I slipped back, it would be more immediately recognizable.",
      "“That’s a shame,” Casey said. She sounded happy. “You hear about Sophia?”",
      "I paused, turning to look at her. She stopped, and had a slight smile playing around her lips. “No. What happened?”",
      "Casey’s smile turned into a grin. “She ate it, she’s on crutches now. Can’t chase you down. Or anyone.”",
      "I felt sick. I knew what Sophia’s response would be. She’d just take it out on me, or delegate to Emma and Madison. Or one of the other girls. I didn’t know what she would do, but I knew it would be bad. “Oh,” I said.",
      "“Oh?” Casey asked. “Is that it? You should have seen her. Couldn’t make it up the steps without having to sit down and wheeze about it.”  I felt even worse at that. Not that I had any sympathy for her, but more the fact that I sincerely doubted her state would result in a sudden change in heart. I didn’t want to deal with the consequences. Already, I didn’t know what was going to happen in the near future.",
      "“They’ll just take it out on me,” I said, finally. “No matter what I-”",
      "“Hey,” Casey said, hopping off the stairs—",
      "I stumbled into the steps, one foot raising up when it should have been setting down. My arms shot out, as I expected to fall—but barely avoided it. Another rewind. Maybe if I'd hit my head on the steps, my powers would get the message.",
      "“You alright?” Casey asked, her arms outstretched.",
      "Fuck. “Um. No. Not really,” I said, giving her a smile. It felt fake. I felt fake. “Didn’t-didn’t sleep too well, I guess. Haha. Still out of it.” My words felt slow and sluggish.",
      "“That’s a shame,” Casey said.",
      "“Yeah,” I said. What the hell was I supposed to say? Instead of speaking, I followed Casey up the stairs. I opened my mouth, hoping to find the words before the next one came out. “Weren’t you-” I couldn’t figure out how to say it. What happened to Sophia? I heard about Sophia? Make small talk about books? I kept looking at Casey’s face and remembering the classroom, where she’d said those terrible things, where she’d blamed me. It had happened like this.",
      "“What?” Casey asked, voice dry and papery, almost a whisper. I could barely hear her. She coughed, then tried again. “What?”",
      "So many things didn’t add up. They just didn’t make sense. Could I tell her? Could I trust her? “Nevermind,” I said. “Just-yeah. Nevermind.” I couldn’t rely on her.",
      "“Hey,” Casey said, hopping off the stairs.",
      "The stairs filled my vision, and I brought my foot down, catching myself. Again. I tried not to let my annoyance show. Would it repeat a few more times? I wanted something or someone to blame.",
      "“You alright?” Casey asked, for the third time.",
      "“Yeah,” I said, seething. I wished I could just turn around and head home. To say ‘fuck this’ and head off.  “I’m just <i>fine</i>. It’s all okay. I’m good.”",
      "“Cool,” Casey said. “Cool.”"
    ],
    "name": "1.R",
    "uid": "21R",
    "next": "",
    "choices": {},
    "slot": 7
  },
  "#24_2": {
    "content": [
      "It’s hard to distinguish her shape, but she’s there again. Eyes picking apart the skyline, the parts that surround her. You are drawn like the area gravitates itself to her, like a stone dropped into a pool, wrenched inward by her presence. And it washes over her, through her, under her.",
      "“Oh! Hi!” she’s smiling, wriggling her toes in the glimmering sand. When she speaks, her voice is a little slower, a bit more hesitant.“I was here last time. I remember that. You were here—too?”",
      "You were.",
      "She’s looking at the sand now, the water rolling over her knees. It ripples back, and is gone again. Her face has drawn in on itself, more pensive, more hesitant. “I don’t want-” Her voice halts, and she stares up at the sky. “I don’t want to go back,” she finally says. Her fingers worm their way into the sand, clutching at it, pulling it up, damp clumps falling through her fingers.",
      "Her eyes refocus on the ground. She doesn’t look at you for a long while, continuing the cycle of pushing her fingers through the sand, the water rolling over her, pushing from all sides, then sliding back.",
      "The water shines beneath her fingers, and reflects its light into the sky, meeting at the horizon.",
      "“I-” she starts, then pauses. “Is it worth it to try? With what—with <i>everything</i> they’ve done? Does it even matter?” She draws into herself, pulling her legs up against her chest. “I don’t know. It’s easier just to sit. To let it all slip. I can—think. Better. This time. It’s still just easier to let it all go away.”",
      "You wait.",
      "She rocks back and forth. Her breathing slows. She blinks, glancing at the ground, picking at the sand. “What do you think would change? I’ve tried everything, haven’t I? I did what I was supposed to. I kept trying.” Her words sound more like a sequence of question than accusations, lilting up at the end of each sentence. “Did I do what I was supposed to? I—",
      "“It goes away the more I cling to it. But then here makes <i>sense</i>. But the more here makes sense, the less I care. Wasn’t that much of that to begin with, was there?” she says, then laughs, flopping over into the sand, letting the water wash over her. She blows bubbles into the water, and it pushes her back up. She’s sitting again, looking at the sand with a quizzical expression. Her eyebrows furrow, her fingers dig, folding sand together.",
      "The rough image of—",
      "%%choice_image%%",
      "—forms beneath her fingertips, not truly sculpted, instead emerging at her touch. “It’s easier,” she says. “When I don’t remember everything. There’s a point where it’s half-clear? When I can kind of feel it out but not feel anything about it?” She shrugs, frowning, staring at the sculpture. It crumbles as the water meets her abdomen, falling apart. Her fingers create another.",
      "You wait.",
      "“And I think—they’ve changed me. Pushed me. I wasn’t like this. Or like I was then. It’s a-” she pauses, trying to think it over, to catch those words from herself. “Grinding? Like grinding that won’t stop. Milling away at me.” Her finger pokes the sculpture in the forehead, and her frown grows deeper, more frustrated. The area spikes around her, water roiling as the stars blur. “What right did they have? Why <i>me</i>? Why not <i>them</i>? Why couldn’t she just—”",
      "%%choice_gliii%%",
      "Her arms shiver, and she lets out a sob, collapsing to the sand, her arms resting on her shins, clenching her wrists, tightening her grip until you can see her knuckles whiten. Her forehead pushes into her knees. The wave crashes over her, dissolving the sand once again. Her fingers swat at the water, dragging across it. It deforms for a brief moment, then reforms.  Eventually, she speaks again, words muffled by her leg. “I’m tired. I don’t want to go back. I’m sorry. It’s easier not to think.”",
      "You wait.",
      "“I’ll go,” she says. “I’ll just—give me a minute. Sorry.”"
    ],
    "name": "#24",
    "uid": "#24_2",
    "next": "",
    "choices": {
      "choice_image": {
        "choices": [
          [
            "Emma",
            false
          ],
          [
            "Sop̸hia̴",
            false
          ],
          [
            "Madison",
            false
          ]
        ],
        "header": null
      },
      "choice_gliii": {
        "choices": [
          [
            "Stop being suc̸͚͐h a bitch",
            false
          ],
          [
            "Stop coming after̷ ̴m̶e",
            false
          ],
          [
            "Stop ex i ś̶̠̲͔̂ ̵̠̘͎̓̽̚ṱ̵̰̪́̐͊ ì̶̫ ̸̧̱̲͉̼̹̺̉̽̅̃̓̍͆̿̓̆͠ nn ",
            false
          ]
        ],
        "header": null
      }
    },
    "slot": 3,
    "hidden": true
  },
  "22": {
    "content": [
      "Winslow High. It took me a moment to get my bearings. It was simpler than the last time, but more confusing. I’d been at the door to Winslow, and now I wasn’t. None of that slight twisting moment where time righted itself. At one moment, I was up the steps. And now I wasn’t. Where was Taylor? What had happened? I had to figure it out. Who was it? Was that Taylor? Was <i>that</i> her power? Could she do this to me whenever she wanted? Again. It had happened a-fucking-<i>gain</i>.",
      "It wasn’t fair. How was she doing it? How could I stop her? Was it because she’d realized I knew? My head didn’t hurt this time. So at least there was that.",
      "A hand shoved me from behind. Sophia. Right. No-more-crutches-Sophia. I didn’t bother rewinding, looking for Taylor, staring past the crowd as I turned. “Hey,” I said.",
      "“Hey,” Sophia said. She was breathing easy. Made it easier to understand her. “The hell’s up with you?”",
      "“Nothing,” I said. “Just paranoid. Where do you think Taylor is?”",
      "“On her bus or whatever. Why the hell would I know?” Sophia rolled her eyes.",
      "“Yeah. I guess you wouldn’t,” I said. “Thanks anyway.” I turned away from her, and started to walk for the entrance.",
      "“Wait,” Sophia said. I stopped, rolling my eyes.",
      "“What?”",
      "“Wanted to ask you about what Piggot said,” Sophia said. It took me a moment to realize what she was talking about. How long had it been since I’d talked with Piggot? Miss coronary-waiting-to-happen? What had I said? Like trying to remember what I’d had for fucking lunch a week and a half ago.",
      "“She praised me, and I said something witty,” I said. “I’m pretty sure.”",
      "“Right,” Sophia said, raising an eyebrow.",
      "“Exemplary. That was the word she used.”",
      "“Bullshit,” said Sophia. There. Now we were in the usual dialogue of talking about whatever. “She did not.”",
      "“Yup,” I said. “That’s what she said.” I had no idea. It sounded familiar. But I couldn’t remember. I had to be careful. Taylor was likely to show up, and it wasn’t like I could rewind. Oh. Right. “Uh, by the by, we need to talk after school. Maybe lunch. Some serious shit. Not right now.”",
      "My ears could hear the bus brake to a stop. Was that Taylor’s bus? I couldn’t remember.",
      "“Taylor’s here,” I said. “Get going.”",
      "“Just-”",
      "“I <i>can’t</i>. Go, stop arguing,” I said, and it must have come through, because she nodded and left. Fuck.",
      "It wasn’t Taylor’s bus. My breathing slowed. What had I been afraid of?",
      "Time slipped back.",
      "“-we need to talk. Taylor has powers,” I said.",
      "Sophia laughed. Then stopped. “You’re not serious,” she said.",
      "The bus hissed to a stop. I glanced over at it, then back to Sophia. “She knows when I rewind. She might be doing some—sort of time reversal?” I didn’t want to tell her. To admit that I didn’t know if it was Taylor. It had to be. What else could it be? That my powers weren’t under my control? That was even more laughable. Fuck. “I don’t know. I mean, I don’t know if she knows about me or not. But she’s doing something. I-”",
      "Another bus. Fuck. I couldn’t just go over, check, and rewind.",
      "“I get it,” said Sophia, her expression hard. “I think that’s her bus.”",
      "Was it? Fuck, fuck, <i>fuck</i>. I hated this, loathed it, feeling tense and sweaty, like I couldn’t stop her. I had to watch my actions, make sure she didn’t notice or see anything. It wasn’t as bad as I thought it was. I just had to make sure she didn’t notice when I rewound.",
      "Sophia was already going up the steps. I looked back toward the buses, trying to slow my breath, to get a smile on my face. I needed more time. But if I rewound, would she know that something was up? Would she begin to suspect? I went up the steps, going through the doors. I’d see Taylor inside.",
      "“Taylor, hi,” I said to myself, rehearsing. My voice felt whispery. Hoarse. Not good enough. Why was I so irritated? This would be simple to deal with. This wasn’t a problem. I could control this. “Taylor, hi.” That sounded better.",
      "Where was she? There was Emma. Sophia was talking to her. Emma looked annoyed, and glanced at me, then back to Sophia. Sophia shrugged, making a gesture I couldn’t see, then walked away from Emma. I couldn’t listen. I had to keep watch for Taylor. Why was this so damn hard? I hoped they would tell Madison as well.",
      "There. She’d just entered, not really looking at anyone. Looking past them, really. Someone bumped into her. She flinched, stumbling to the side a bit. Her eyes looked for her locker. “Hey, Casey,” she said her voice quiet, almost lost in the noise of other people.",
      "I shivered. Did she know now? Had something I’d done tipped her off? No. There was nothing. She spun the dial on her locker. 48, 22, 65.  “Hey, Taylor,” I said. My voice was normal, wasn’t it? It didn’t sound odd. “How are you?”",
      "Taylor stared at the interior of her locker for a moment. What the hell was she looking for? “Fine,” she said, after what must have been ten seconds, finally turning to look at me. “I’m okay.”",
      "“That’s good,” I said. Space cadet city over there. Her eyes never lingered on mine, instead glancing back and forth, on one object one moment, on another the next. I snapped my fingers. “Hey,” I said, a bit more harshly and annoyed than I had originally intended, and forced my tone into kind concern. “You <i>really</i> okay? Anything wrong at home?”",
      "“No!” she said, blinking and meeting my eyes. It didn’t last. Back staring at a particularly interesting tile. Maybe the puke-green and shit-brown appealed to her. “I’m fine. I promise. Just—didn’t sleep well.”",
      "“Okay. Well, if anything goes wrong, or you want to talk, I’m here, okay?”",
      "“Yeah,” Taylor said. She wandered off, presumably to her first class. “Thank you.”",
      "I walked away, glancing over my shoulder to make sure she wasn’t following me.",
      "%%choice_next%%",
      "%%choice_save%%"
    ],
    "name": "1.1",
    "uid": "22",
    "next": "",
    "choices": {
      "choice_next": {
        "choices": [
          [
            "Straighten out the details with Sophia. Tell her what she needs to know.",
            false
          ],
          [
            "I guess I should tell Sophia everything. That Madison’s fuckup got Taylor powers somehow.",
            false
          ],
          [
            "Bring it out with Emma and tell her what she needs to know.",
            false
          ],
          [
            "Talk about it with everyone at lunch. Give them partial details, what they need to know, and then go to monitor Taylor. Have to make sure she’s not going to find out.",
            false
          ]
        ],
        "header": null
      },
      "choice_save": {
        "choices": [
          [
            "SAVE (Slot 1)",
            false
          ],
          [
            "<i><i>SA</i>VE</i> (Slot 2)",
            false
          ],
          [
            "<i>S̸AVE</i> (Slot 3)",
            false
          ]
        ],
        "header": "OPTIONAL:"
      }
    },
    "slot": 22
  },
  "Casey": {
    "content": [
      "And how she hated those expressions of weakness. Those moments where she exposed herself. So quick to erase them. Was she afraid it would be used against her by them? After all, she derived pleasure from pushing people around. Manipulating them. Watching them make mistakes. It was something she’d never had to deal with. She did it to them, on occasion. “Redo,” she would say, with time traipsing on without so much as a stitch. She would smile at their confusion, at their paranoia and panic.",
      "For her, sitting there and waiting was just fine. Being a fly on the wall, knowing that they were relying on her. The center of attention. But that wasn’t enough. She had to win. Pathetic. A rat running a wheel."
    ],
    "name": "C",
    "uid": "Casey",
    "next": "",
    "choices": {},
    "slot": 14,
    "hidden": true
  }
}